{
	"book": 1,
	"passage": 1,
	"latin": "Aeneadum genetrix, hominum divomque voluptas,\nalma Venus, caeli subter labentia signa\nquae mare navigerum, quae terras frugiferentis\nconcelebras, per te quoniam genus omne animantum\nconcipitur visitque exortum lumina solis:\nte, dea, te fugiunt venti, te nubila caeli\nadventumque tuum, tibi suavis daedala tellus\nsummittit flores, tibi rident aequora ponti\nplacatumque nitet diffuso lumine caelum.\nnam simul ac species patefactast verna diei\net reserata viget genitabilis aura favoni,\naeriae primum volucris te, diva, tuumque\nsignificant initum perculsae corda tua vi.\ninde ferae pecudes persultant pabula laeta\net rapidos tranant amnis: ita capta lepore\nte sequitur cupide quo quamque inducere pergis.\ndenique per maria ac montis fluviosque rapacis\nfrondiferasque domos avium camposque virentis\nomnibus incutiens blandum per pectora amorem\nefficis ut cupide generatim saecla propagent.\nquae quoniam rerum naturam sola gubernas\nnec sine te quicquam dias in luminis oras\nexoritur neque fit laetum neque amabile quicquam,\nte sociam studeo scribendis versibus esse,\nquos ego de rerum natura pangere conor\nMemmiadae nostro, quem tu, dea, tempore in omni\nomnibus ornatum voluisti excellere rebus.\nquo magis aeternum da dictis, diva, leporem.\neffice ut interea fera moenera militiai\nper maria ac terras omnis sopita quiescant;\nnam tu sola potes tranquilla pace iuvare\nmortalis, quoniam belli fera moenera Mavors\narmipotens regit, in gremium qui saepe tuum se\nreiicit aeterno devictus vulnere amoris,\natque ita suspiciens tereti cervice reposta\npascit amore avidos inhians in te, dea, visus\neque tuo pendet resupini spiritus ore.\nhunc tu, diva, tuo recubantem corpore sancto\ncircum fusa super, suavis ex ore loquellas\nfunde petens placidam Romanis, incluta, pacem;\nnam neque nos agere hoc patriai tempore iniquo\npossumus aequo animo nec Memmi clara propago\ntalibus in rebus communi desse saluti.\nomnis enim per se divum natura necessest\nimmortali aevo summa cum pace fruatur\nsemota ab nostris rebus seiunctaque longe;\nnam privata dolore omni, privata periclis,\nipsa suis pollens opibus, nihil indiga nostri,\nnec bene promeritis capitur nec tangitur ira.",
	"english": "Mother of Rome, delight of Gods and men,\nDear Venus that beneath the gliding stars\nMakest to teem the many-voyaged main\nAnd fruitful lands—for all of living things\nThrough thee alone are evermore conceived,\nThrough thee are risen to visit the great sun—\nBefore thee, Goddess, and thy coming on,\nFlee stormy wind and massy cloud away,\nFor thee the daedal Earth bears scented flowers,\nFor thee waters of the unvexed deep\nSmile, and the hollows of the serene sky\nGlow with diffused radiance for thee!\nFor soon as comes the springtime face of day,\nAnd procreant gales blow from the West unbarred,\nFirst fowls of air, smit to the heart by thee,\nForetoken thy approach, O thou Divine,\nAnd leap the wild herds round the happy fields\nOr swim the bounding torrents. Thus amain,\nSeized with the spell, all creatures follow thee\nWhithersoever thou walkest forth to lead,\nAnd thence through seas and mountains and swift streams,\nThrough leafy homes of birds and greening plains,\nKindling the lure of love in every breast,\nThou bringest the eternal generations forth,\nKind after kind. And since 'tis thou alone\nGuidest the Cosmos, and without thee naught\nIs risen to reach the shining shores of light,\nNor aught of joyful or of lovely born,\nThee do I crave co-partner in that verse\nWhich I presume on Nature to compose\nFor Memmius mine, whom thou hast willed to be\nPeerless in every grace at every hour—\nWherefore indeed, Divine one, give my words\nImmortal charm. Lull to a timely rest\nO'er sea and land the savage works of war,\nFor thou alone hast power with public peace\nTo aid mortality; since he who rules\nThe savage works of battle, puissant Mars,\nHow often to thy bosom flings his strength\nO'ermastered by the eternal wound of love—\nAnd there, with eyes and full throat backward thrown,\nGazing, my Goddess, open-mouthed at thee,\nPastures on love his greedy sight, his breath\nHanging upon thy lips. Him thus reclined\nFill with thy holy body, round, above!\nPour from those lips soft syllables to win\nPeace for the Romans, glorious Lady, peace!\nFor in a season troublous to the state\nNeither may I attend this task of mine\nWith thought untroubled, nor mid such events\nThe illustrious scion of the Memmian house\nNeglect the civic cause."
}