["Should thus be smitten, but because 'tis sweet\n To mark what evils we ourselves be spared;\n 'Tis sweet, again, to view the mighty strife\n Of armies embattled yonder o'er the plains,\n Ourselves no sharers in the peril; but naught\n There is more goodly than to hold the high\n Serene plateaus, well fortressed by the wise,\n Whence thou may'st look below on other men\n And see them ev'rywhere wand'ring, all dispersed\n In their lone seeking for the road of life;\n Rivals in genius, or emulous in rank,\n Pressing through days and nights with hugest toil\n For summits of power and mastery of the world.\n O wretched minds of men! O blinded hearts!\n In how great perils, in what darks of life\n Are spent the human years, however brief!&mdash;\n O not to see that nature for herself\n Barks after nothing, save that pain keep off,\n Disjoined from the body, and that mind enjoy\n Delightsome feeling, far from care and fear!\n Therefore we see that our corporeal life\n Needs little, altogether, and only such\n As takes the pain away, and can besides\n Strew underneath some number of delights.\n More grateful 'tis at times (for nature craves\n No artifice nor luxury), if forsooth\n There be no golden images of boys\n Along the halls, with right hands holding out\n The lamps ablaze, the lights for evening feasts,\n And if the house doth glitter not with gold\n Nor gleam with silver, and to the lyre resound\n No fretted and gilded ceilings overhead,\n Yet still to lounge with friends in the soft grass\n Beside a river of water, underneath\n A big tree's boughs, and merrily to refresh\n Our frames, with no vast outlay&mdash;most of all\n If the weather is laughing and the times of the year\n Besprinkle the green of the grass around with flowers.\n Nor yet the quicker will hot fevers go,\n If on a pictured tapestry thou toss,\n Or purple robe, than if 'tis thine to lie\n Upon the poor man's bedding. Wherefore, since\n Treasure, nor rank, nor glory of a reign\n Avail us naught for this our body, thus\n Reckon them likewise nothing for the mind:\n Save then perchance, when thou beholdest forth\n Thy legions swarming round the Field of Mars,\n Rousing a mimic warfare&mdash;either side\n Strengthened with large auxiliaries and horse,\n Alike equipped with arms, alike inspired;\n Or save when also thou beholdest forth\n Thy fleets to swarm, deploying down the sea:\n For then, by such bright circumstance abashed,\n Religion pales and flees thy mind; O then\n The fears of death leave heart so free of care.\n But if we note how all this pomp at last\n Is but a drollery and a mocking sport,\n And of a truth man's dread, with cares at heels,\n Dreads not these sounds of arms, these savage swords\n But among kings and lords of all the world\n Mingles undaunted, nor is overawed\n By gleam of gold nor by the splendour bright\n Of purple robe, canst thou then doubt that this\n Is aught, but power of thinking?&mdash;when, besides\n The whole of life but labours in the dark.\n For just as children tremble and fear all\n In the viewless dark, so even we at times\n Dread in the light so many things that be\n No whit more fearsome than what children feign,\n Shuddering, will be upon them in the dark.\n This terror then, this darkness of the mind,\n Not sunrise with its flaring spokes of light,\n Nor glittering arrows of morning can disperse,\n But only nature's aspect and her law.","And by what force they are constrained to this,\n And what the speed appointed unto them\n Wherewith to travel down the vast inane:\n Do thou remember to yield thee to my words.\n For truly matter coheres not, crowds not tight,\n Since we behold each thing to wane away,\n And we observe how all flows on and off,\n As 'twere, with age-old time, and from our eyes\n How eld withdraws each object at the end,\n Albeit the sum is seen to bide the same,\n Unharmed, because these motes that leave each thing\n Diminish what they part from, but endow\n With increase those to which in turn they come,\n Constraining these to wither in old age,\n And those to flower at the prime (and yet\n Biding not long among them). Thus the sum\n Forever is replenished, and we live\n As mortals by eternal give and take.\n The nations wax, the nations wane away;\n In a brief space the generations pass,\n And like to runners hand the lamp of life\n One unto other.","But if thou believe\n That the primordial germs of things can stop,\n And in their stopping give new motions birth,\n Afar thou wanderest from the road of truth.\n For since they wander through the void inane,\n All the primordial germs of things must needs\n Be borne along, either by weight their own,\n Or haply by another's blow without.\n For, when, in their incessancy so oft\n They meet and clash, it comes to pass amain\n They leap asunder, face to face: not strange&mdash;\n Being most hard, and solid in their weights,\n And naught opposing motion, from behind.\n And that more clearly thou perceive how all\n These mites of matter are darted round about,\n Recall to mind how nowhere in the sum\n Of All exists a bottom,&mdash;nowhere is\n A realm of rest for primal bodies; since\n (As amply shown and proved by reason sure)\n Space has no bound nor measure, and extends\n Unmetered forth in all directions round.\n Since this stands certain, thus 'tis out of doubt\n No rest is rendered to the primal bodies\n Along the unfathomable inane; but rather,\n Inveterately plied by motions mixed,\n Some, at their jamming, bound aback and leave\n Huge gaps between, and some from off the blow\n Are hurried about with spaces small between.\n And all which, brought together with slight gaps,\n In more condensed union bound aback,\n Linked by their own all inter-tangled shapes,&mdash;\n These form the irrefragable roots of rocks\n And the brute bulks of iron, and what else\n Is of their kind...\n The rest leap far asunder, far recoil,\n Leaving huge gaps between: and these supply\n For us thin air and splendour-lights of the sun.\n And many besides wander the mighty void&mdash;\n Cast back from unions of existing things,\n Nowhere accepted in the universe,\n And nowise linked in motions to the rest.\n And of this fact (as I record it here)\n An image, a type goes on before our eyes\n Present each moment; for behold whenever\n The sun's light and the rays, let in, pour down\n Across dark halls of houses: thou wilt see\n The many mites in many a manner mixed\n Amid a void in the very light of the rays,\n And battling on, as in eternal strife,\n And in battalions contending without halt,\n In meetings, partings, harried up and down.\n From this thou mayest conjecture of what sort\n The ceaseless tossing of primordial seeds\n Amid the mightier void&mdash;at least so far\n As small affair can for a vaster serve,\n And by example put thee on the spoor\n Of knowledge. For this reason too 'tis fit\n Thou turn thy mind the more unto these bodies\n Which here are witnessed tumbling in the light:\n Namely, because such tumblings are a sign\n That motions also of the primal stuff\n Secret and viewless lurk beneath, behind.\n For thou wilt mark here many a speck, impelled\n By viewless blows, to change its little course,\n And beaten backwards to return again,\n Hither and thither in all directions round.\n Lo, all their shifting movement is of old,\n From the primeval atoms; for the same\n Primordial seeds of things first move of self,\n And then those bodies built of unions small\n And nearest, as it were, unto the powers\n Of the primeval atoms, are stirred up\n By impulse of those atoms' unseen blows,\n And these thereafter goad the next in size:\n Thus motion ascends from the primevals on,\n And stage by stage emerges to our sense,\n Until those objects also move which we\n Can mark in sunbeams, though it not appears\n What blows do urge them.","Herein wonder not\n How 'tis that, while the seeds of things are all\n Moving forever, the sum yet seems to stand\n Supremely still, except in cases where\n A thing shows motion of its frame as whole.\n For far beneath the ken of senses lies\n The nature of those ultimates of the world;\n And so, since those themselves thou canst not see,\n Their motion also must they veil from men&mdash;\n For mark, indeed, how things we can see, oft\n Yet hide their motions, when afar from us\n Along the distant landscape. Often thus,\n Upon a hillside will the woolly flocks\n Be cropping their goodly food and creeping about\n Whither the summons of the grass, begemmed\n With the fresh dew, is calling, and the lambs,\n Well filled, are frisking, locking horns in sport:\n Yet all for us seem blurred and blent afar&mdash;\n A glint of white at rest on a green hill.\n Again, when mighty legions, marching round,\n Fill all the quarters of the plains below,\n Rousing a mimic warfare, there the sheen\n Shoots up the sky, and all the fields about\n Glitter with brass, and from beneath, a sound\n Goes forth from feet of stalwart soldiery,\n And mountain walls, smote by the shouting, send\n The voices onward to the stars of heaven,\n And hither and thither darts the cavalry,\n And of a sudden down the midmost fields\n Charges with onset stout enough to rock\n The solid earth: and yet some post there is\n Up the high mountains, viewed from which they seem\n To stand&mdash;a gleam at rest along the plains.","Now what the speed to matter's atoms given\n Thou mayest in few, my Memmius, learn from this:\n When first the dawn is sprinkling with new light\n The lands, and all the breed of birds abroad\n Flit round the trackless forests, with liquid notes\n Filling the regions along the mellow air,\n We see 'tis forthwith manifest to man\n How suddenly the risen sun is wont\n At such an hour to overspread and clothe\n The whole with its own splendour; but the sun's\n Warm exhalations and this serene light\n Travel not down an empty void; and thus\n They are compelled more slowly to advance,\n Whilst, as it were, they cleave the waves of air;\n Nor one by one travel these particles\n Of the warm exhalations, but are all\n Entangled and enmassed, whereby at once\n Each is restrained by each, and from without\n Checked, till compelled more slowly to advance.\n But the primordial atoms with their old\n Simple solidity, when forth they travel\n Along the empty void, all undelayed\n By aught outside them there, and they, each one\n Being one unit from nature of its parts,\n Are borne to that one place on which they strive\n Still to lay hold, must then, beyond a doubt,\n Outstrip in speed, and be more swiftly borne\n Than light of sun, and over regions rush,\n Of space much vaster, in the self-same time\n The sun's effulgence widens round the sky.","Nor to pursue the atoms one by one,\n To see the law whereby each thing goes on.\n But some men, ignorant of matter, think,\n Opposing this, that not without the gods,\n In such adjustment to our human ways,\n Can nature change the seasons of the years,\n And bring to birth the grains and all of else\n To which divine Delight, the guide of life,\n Persuades mortality and leads it on,\n That, through her artful blandishments of love,\n It propagate the generations still,\n Lest humankind should perish. When they feign\n That gods have stablished all things but for man,\n They seem in all ways mightily to lapse\n From reason's truth: for ev'n if ne'er I knew\n What seeds primordial are, yet would I dare\n This to affirm, ev'n from deep judgment based\n Upon the ways and conduct of the skies&mdash;\n This to maintain by many a fact besides&mdash;\n That in no wise the nature of the world\n For us was builded by a power divine&mdash;\n So great the faults it stands encumbered with:\n The which, my Memmius, later on, for thee\n We will clear up. Now as to what remains\n Concerning motions we'll unfold our thought.","Now is the place, meseems, in these affairs\n To prove for thee this too: nothing corporeal\n Of its own force can e'er be upward borne,\n Or upward go&mdash;nor let the bodies of flames\n Deceive thee here: for they engendered are\n With urge to upwards, taking thus increase,\n Whereby grow upwards shining grains and trees,\n Though all the weight within them downward bears.\n Nor, when the fires will leap from under round\n The roofs of houses, and swift flame laps up\n Timber and beam, 'tis then to be supposed\n They act of own accord, no force beneath\n To urge them up. 'Tis thus that blood, discharged\n From out our bodies, spurts its jets aloft\n And spatters gore. And hast thou never marked\n With what a force the water will disgorge\n Timber and beam? The deeper, straight and down,\n We push them in, and, many though we be,\n The more we press with main and toil, the more\n The water vomits up and flings them back,\n That, more than half their length, they there emerge,\n Rebounding. Yet we never doubt, meseems,\n That all the weight within them downward bears\n Through empty void. Well, in like manner, flames\n Ought also to be able, when pressed out,\n Through winds of air to rise aloft, even though\n The weight within them strive to draw them down.\n Hast thou not seen, sweeping so far and high,\n The meteors, midnight flambeaus of the sky,\n How after them they draw long trails of flame\n Wherever Nature gives a thoroughfare?\n How stars and constellations drop to earth,\n Seest not? Nay, too, the sun from peak of heaven\n Sheds round to every quarter its large heat,\n And sows the new-ploughed intervales with light:\n Thus also sun's heat downward tends to earth.\n Athwart the rain thou seest the lightning fly;\n Now here, now there, bursting from out the clouds,\n The fires dash zig-zag&mdash;and that flaming power\n Falls likewise down to earth.","In these affairs\n We wish thee also well aware of this:\n The atoms, as their own weight bears them down\n Plumb through the void, at scarce determined times,\n In scarce determined places, from their course\n Decline a little&mdash;call it, so to speak,\n Mere changed trend. For were it not their wont\n Thuswise to swerve, down would they fall, each one,\n Like drops of rain, through the unbottomed void;\n And then collisions ne'er could be nor blows\n Among the primal elements; and thus\n Nature would never have created aught.","But, if perchance be any that believe\n The heavier bodies, as more swiftly borne\n Plumb down the void, are able from above\n To strike the lighter, thus engendering blows\n Able to cause those procreant motions, far\n From highways of true reason they retire.\n For whatsoever through the waters fall,\n Or through thin air, must quicken their descent,\n Each after its weight&mdash;on this account, because\n Both bulk of water and the subtle air\n By no means can retard each thing alike,\n But give more quick before the heavier weight;\n But contrariwise the empty void cannot,\n On any side, at any time, to aught\n Oppose resistance, but will ever yield,\n True to its bent of nature. Wherefore all,\n With equal speed, though equal not in weight,\n Must rush, borne downward through the still inane.\n Thus ne'er at all have heavier from above\n Been swift to strike the lighter, gendering strokes\n Which cause those divers motions, by whose means\n Nature transacts her work. And so I say,\n The atoms must a little swerve at times&mdash;\n But only the least, lest we should seem to feign\n Motions oblique, and fact refute us there.\n For this we see forthwith is manifest:\n Whatever the weight, it can't obliquely go,\n Down on its headlong journey from above,\n At least so far as thou canst mark; but who\n Is there can mark by sense that naught can swerve\n At all aside from off its road's straight line?","Again, if ev'r all motions are co-linked,\n And from the old ever arise the new\n In fixed order, and primordial seeds\n Produce not by their swerving some new start\n Of motion to sunder the covenants of fate,\n That cause succeed not cause from everlasting,\n Whence this free will for creatures o'er the lands,\n Whence is it wrested from the fates,&mdash;this will\n Whereby we step right forward where desire\n Leads each man on, whereby the same we swerve\n In motions, not as at some fixed time,\n Nor at some fixed line of space, but where\n The mind itself has urged? For out of doubt\n In these affairs 'tis each man's will itself\n That gives the start, and hence throughout our limbs\n Incipient motions are diffused. Again,\n Dost thou not see, when, at a point of time,\n The bars are opened, how the eager strength\n Of horses cannot forward break as soon\n As pants their mind to do? For it behooves\n That all the stock of matter, through the frame,\n Be roused, in order that, through every joint,\n Aroused, it press and follow mind's desire;\n So thus thou seest initial motion's gendered\n From out the heart, aye, verily, proceeds\n First from the spirit's will, whence at the last\n 'Tis given forth through joints and body entire.\n Quite otherwise it is, when forth we move,\n Impelled by a blow of another's mighty powers\n And mighty urge; for then 'tis clear enough\n All matter of our total body goes,\n Hurried along, against our own desire&mdash;\n Until the will has pulled upon the reins\n And checked it back, throughout our members all;\n At whose arbitrament indeed sometimes\n The stock of matter's forced to change its path,\n Throughout our members and throughout our joints,\n And, after being forward cast, to be\n Reined up, whereat it settles back again.\n So seest thou not, how, though external force\n Drive men before, and often make them move,\n Onward against desire, and headlong snatched,\n Yet is there something in these breasts of ours\n Strong to combat, strong to withstand the same?&mdash;\n Wherefore no less within the primal seeds\n Thou must admit, besides all blows and weight,\n Some other cause of motion, whence derives\n This power in us inborn, of some free act.&mdash;\n Since naught from nothing can become, we see.\n For weight prevents all things should come to pass\n Through blows, as 'twere, by some external force;\n But that man's mind itself in all it does\n Hath not a fixed necessity within,\n Nor is not, like a conquered thing, compelled\n To bear and suffer,&mdash;this state comes to man\n From that slight swervement of the elements\n In no fixed line of space, in no fixed time.","Nor ever was the stock of stuff more crammed,\n Nor ever, again, sundered by bigger gaps:\n For naught gives increase and naught takes away;\n On which account, just as they move to-day,\n The elemental bodies moved of old\n And shall the same hereafter evermore.\n And what was wont to be begot of old\n Shall be begotten under selfsame terms\n And grow and thrive in power, so far as given\n To each by Nature's changeless, old decrees.\n The sum of things there is no power can change,\n For naught exists outside, to which can flee\n Out of the world matter of any kind,\n Nor forth from which a fresh supply can spring,\n Break in upon the founded world, and change\n Whole nature of things, and turn their motions about.","Not in the sense that only few are furnished\n With one like form, but rather not at all\n In general have they likeness each with each,\n No marvel: since the stock of them's so great\n That there's no end (as I have taught) nor sum,\n They must indeed not one and all be marked\n By equal outline and by shape the same.","Moreover, humankind, and the mute flocks\n Of scaly creatures swimming in the streams,\n And joyous herds around, and all the wild,\n And all the breeds of birds&mdash;both those that teem\n In gladsome regions of the water-haunts,\n About the river-banks and springs and pools,\n And those that throng, flitting from tree to tree,\n Through trackless woods&mdash;Go, take which one thou wilt,\n In any kind: thou wilt discover still\n Each from the other still unlike in shape.\n Nor in no other wise could offspring know\n Mother, nor mother offspring&mdash;which we see\n They yet can do, distinguished one from other,\n No less than human beings, by clear signs.\n Thus oft before fair temples of the gods,\n Beside the incense-burning altars slain,\n Drops down the yearling calf, from out its breast\n Breathing warm streams of blood; the orphaned mother,\n Ranging meanwhile green woodland pastures round,\n Knows well the footprints, pressed by cloven hoofs,\n With eyes regarding every spot about,\n For sight somewhere of youngling gone from her;\n And, stopping short, filleth the leafy lanes\n With her complaints; and oft she seeks again\n Within the stall, pierced by her yearning still.\n Nor tender willows, nor dew-quickened grass,\n Nor the loved streams that glide along low banks,\n Can lure her mind and turn the sudden pain;\n Nor other shapes of calves that graze thereby\n Distract her mind or lighten pain the least&mdash;\n So keen her search for something known and hers.\n Moreover, tender kids with bleating throats\n Do know their horned dams, and butting lambs\n The flocks of sheep, and thus they patter on,\n Unfailingly each to its proper teat,\n As nature intends. Lastly, with any grain,\n Thou'lt see that no one kernel in one kind\n Is so far like another, that there still\n Is not in shapes some difference running through.\n By a like law we see how earth is pied\n With shells and conchs, where, with soft waves, the sea\n Beats on the thirsty sands of curving shores.\n Wherefore again, again, since seeds of things\n Exist by nature, nor were wrought with hands\n After a fixed pattern of one other,\n They needs must flitter to and fro with shapes\n In types dissimilar to one another.","Easy enough by thought of mind to solve\n Why fires of lightning more can penetrate\n Than these of ours from pitch-pine born on earth.\n For thou canst say lightning's celestial fire,\n So subtle, is formed of figures finer far,\n And passes thus through holes which this our fire,\n Born from the wood, created from the pine,\n Cannot. Again, light passes through the horn\n On the lantern's side, while rain is dashed away.\n And why?&mdash;unless those bodies of light should be\n Finer than those of water's genial showers.\n We see how quickly through a colander\n The wines will flow; how, on the other hand,\n The sluggish olive-oil delays: no doubt,\n Because 'tis wrought of elements more large,\n Or else more crook'd and intertangled. Thus\n It comes that the primordials cannot be\n So suddenly sundered one from other, and seep,\n One through each several hole of anything.","And note, besides, that liquor of honey or milk\n Yields in the mouth agreeable taste to tongue,\n Whilst nauseous wormwood, pungent centaury,\n With their foul flavour set the lips awry;\n Thus simple 'tis to see that whatsoever\n Can touch the senses pleasingly are made\n Of smooth and rounded elements, whilst those\n Which seem the bitter and the sharp, are held\n Entwined by elements more crook'd, and so\n Are wont to tear their ways into our senses,\n And rend our body as they enter in.\n In short all good to sense, all bad to touch,\n Being up-built of figures so unlike,\n Are mutually at strife&mdash;lest thou suppose\n That the shrill rasping of a squeaking saw\n Consists of elements as smooth as song\n Which, waked by nimble fingers, on the strings\n The sweet musicians fashion; or suppose\n That same-shaped atoms through men's nostrils pierce\n When foul cadavers burn, as when the stage\n Is with Cilician saffron sprinkled fresh,\n And the altar near exhales Panchaean scent;\n Or hold as of like seed the goodly hues\n Of things which feast our eyes, as those which sting\n Against the smarting pupil and draw tears,\n Or show, with gruesome aspect, grim and vile.\n For never a shape which charms our sense was made\n Without some elemental smoothness; whilst\n Whate'er is harsh and irksome has been framed\n Still with some roughness in its elements.\n Some, too, there are which justly are supposed\n To be nor smooth nor altogether hooked,\n With bended barbs, but slightly angled-out,\n To tickle rather than to wound the sense&mdash;\n And of which sort is the salt tartar of wine\n And flavours of the gummed elecampane.\n Again, that glowing fire and icy rime\n Are fanged with teeth unlike whereby to sting\n Our body's sense, the touch of each gives proof.\n For touch&mdash;by sacred majesties of Gods!&mdash;\n Touch is indeed the body's only sense&mdash;\n Be't that something in-from-outward works,\n Be't that something in the body born\n Wounds, or delighteth as it passes out\n Along the procreant paths of Aphrodite;\n Or be't the seeds by some collision whirl\n Disordered in the body and confound\n By tumult and confusion all the sense&mdash;\n As thou mayst find, if haply with the hand\n Thyself thou strike thy body's any part.\n On which account, the elemental forms\n Must differ widely, as enabled thus\n To cause diverse sensations.","And, again,\n What seems to us the hardened and condensed\n Must be of atoms among themselves more hooked,\n Be held compacted deep within, as 'twere\n By branch-like atoms&mdash;of which sort the chief\n Are diamond stones, despisers of all blows,\n And stalwart flint and strength of solid iron,\n And brazen bars, which, budging hard in locks,\n Do grate and scream. But what are liquid, formed\n Of fluid body, they indeed must be\n Of elements more smooth and round&mdash;because\n Their globules severally will not cohere:\n To suck the poppy-seeds from palm of hand\n Is quite as easy as drinking water down,\n And they, once struck, roll like unto the same.\n But that thou seest among the things that flow\n Some bitter, as the brine of ocean is,\n Is not the least a marvel...\n For since 'tis fluid, smooth its atoms are\n And round, with painful rough ones mixed therein;\n Yet need not these be held together hooked:\n In fact, though rough, they're globular besides,\n Able at once to roll, and rasp the sense.\n And that the more thou mayst believe me here,\n That with smooth elements are mixed the rough\n (Whence Neptune's salt astringent body comes),\n There is a means to separate the twain,\n And thereupon dividedly to see\n How the sweet water, after filtering through\n So often underground, flows freshened forth\n Into some hollow; for it leaves above\n The primal germs of nauseating brine,\n Since cling the rough more readily in earth.\n Lastly, whatso thou markest to disperse\n Upon the instant&mdash;smoke, and cloud, and flame&mdash;\n Must not (even though not all of smooth and round)\n Be yet co-linked with atoms intertwined,\n That thus they can, without together cleaving,\n So pierce our body and so bore the rocks.\n Whatever we see...\n Given to senses, that thou must perceive\n They're not from linked but pointed elements.","The which now having taught, I will go on\n To bind thereto a fact to this allied\n And drawing from this its proof: these primal germs\n Vary, yet only with finite tale of shapes.\n For were these shapes quite infinite, some seeds\n Would have a body of infinite increase.\n For in one seed, in one small frame of any,\n The shapes can't vary from one another much.\n Assume, we'll say, that of three minim parts\n Consist the primal bodies, or add a few:\n When, now, by placing all these parts of one\n At top and bottom, changing lefts and rights,\n Thou hast with every kind of shift found out\n What the aspect of shape of its whole body\n Each new arrangement gives, for what remains,\n If thou percase wouldst vary its old shapes,\n New parts must then be added; follows next,\n If thou percase wouldst vary still its shapes,\n That by like logic each arrangement still\n Requires its increment of other parts.\n Ergo, an augmentation of its frame\n Follows upon each novelty of forms.\n Wherefore, it cannot be thou'lt undertake\n That seeds have infinite differences in form,\n Lest thus thou forcest some indeed to be\n Of an immeasurable immensity&mdash;\n Which I have taught above cannot be proved.","And now for thee barbaric robes, and gleam\n Of Meliboean purple, touched with dye\n Of the Thessalian shell...\n The peacock's golden generations, stained\n With spotted gaieties, would lie o'erthrown\n By some new colour of new things more bright;\n The odour of myrrh and savours of honey despised;\n The swan's old lyric, and Apollo's hymns,\n Once modulated on the many chords,\n Would likewise sink o'ermastered and be mute:\n For, lo, a somewhat, finer than the rest,\n Would be arising evermore. So, too,\n Into some baser part might all retire,\n Even as we said to better might they come:\n For, lo, a somewhat, loathlier than the rest\n To nostrils, ears, and eyes, and taste of tongue,\n Would then, by reasoning reversed, be there.\n Since 'tis not so, but unto things are given\n Their fixed limitations which do bound\n Their sum on either side, 'tmust be confessed\n That matter, too, by finite tale of shapes\n Does differ. Again, from earth's midsummer heats\n Unto the icy hoar-frosts of the year\n The forward path is fixed, and by like law\n O'ertravelled backwards at the dawn of spring.\n For each degree of hot, and each of cold,\n And the half-warm, all filling up the sum\n In due progression, lie, my Memmius, there\n Betwixt the two extremes: the things create\n Must differ, therefore, by a finite change,\n Since at each end marked off they ever are\n By fixed point&mdash;on one side plagued by flames\n And on the other by congealing frosts.","The which now having taught, I will go on\n To bind thereto a fact to this allied\n And drawing from this its proof: those primal germs\n Which have been fashioned all of one like shape\n Are infinite in tale; for, since the forms\n Themselves are finite in divergences,\n Then those which are alike will have to be\n Infinite, else the sum of stuff remains\n A finite&mdash;what I've proved is not the fact,\n Showing in verse how corpuscles of stuff,\n From everlasting and to-day the same,\n Uphold the sum of things, all sides around\n By old succession of unending blows.\n For though thou view'st some beasts to be more rare,\n And mark'st in them a less prolific stock,\n Yet in another region, in lands remote,\n That kind abounding may make up the count;\n Even as we mark among the four-foot kind\n Snake-handed elephants, whose thousands wall\n With ivory ramparts India about,\n That her interiors cannot entered be&mdash;\n So big her count of brutes of which we see\n Such few examples. Or suppose, besides,\n We feign some thing, one of its kind and sole\n With body born, to which is nothing like\n In all the lands: yet now unless shall be\n An infinite count of matter out of which\n Thus to conceive and bring it forth to life,\n It cannot be created and&mdash;what's more&mdash;\n It cannot take its food and get increase.\n Yea, if through all the world in finite tale\n Be tossed the procreant bodies of one thing,\n Whence, then, and where in what mode, by what power,\n Shall they to meeting come together there,\n In such vast ocean of matter and tumult strange?&mdash;\n No means they have of joining into one.\n But, just as, after mighty ship-wrecks piled,\n The mighty main is wont to scatter wide\n The rowers' banks, the ribs, the yards, the prow,\n The masts and swimming oars, so that afar\n Along all shores of lands are seen afloat\n The carven fragments of the rended poop,\n Giving a lesson to mortality\n To shun the ambush of the faithless main,\n The violence and the guile, and trust it not\n At any hour, however much may smile\n The crafty enticements of the placid deep:\n Exactly thus, if once thou holdest true\n That certain seeds are finite in their tale,\n The various tides of matter, then, must needs\n Scatter them flung throughout the ages all,\n So that not ever can they join, as driven\n Together into union, nor remain\n In union, nor with increment can grow&mdash;\n But facts in proof are manifest for each:\n Things can be both begotten and increase.\n 'Tis therefore manifest that primal germs,\n Are infinite in any class thou wilt&mdash;\n From whence is furnished matter for all things.","Nor can those motions that bring death prevail\n Forever, nor eternally entomb\n The welfare of the world; nor, further, can\n Those motions that give birth to things and growth\n Keep them forever when created there.\n Thus the long war, from everlasting waged,\n With equal strife among the elements\n Goes on and on. Now here, now there, prevail\n The vital forces of the world&mdash;or fall.\n Mixed with the funeral is the wildered wail\n Of infants coming to the shores of light:\n No night a day, no dawn a night hath followed\n That heard not, mingling with the small birth-cries,\n The wild laments, companions old of death\n And the black rites.","This, too, in these affairs\n 'Tis fit thou hold well sealed, and keep consigned\n With no forgetting brain: nothing there is\n Whose nature is apparent out of hand\n That of one kind of elements consists&mdash;\n Nothing there is that's not of mixed seed.\n And whatsoe'er possesses in itself\n More largely many powers and properties\n Shows thus that here within itself there are\n The largest number of kinds and differing shapes\n Of elements. And, chief of all, the earth\n Hath in herself first bodies whence the springs,\n Rolling chill waters, renew forevermore\n The unmeasured main; hath whence the fires arise&mdash;\n For burns in many a spot her flamed crust,\n Whilst the impetuous Aetna raves indeed\n From more profounder fires&mdash;and she, again,\n Hath in herself the seed whence she can raise\n The shining grains and gladsome trees for men;\n Whence, also, rivers, fronds, and gladsome pastures\n Can she supply for mountain-roaming beasts.\n Wherefore great mother of gods, and mother of beasts,\n And parent of man hath she alone been named.","Her hymned the old and learned bards of Greece","Seated in chariot o'er the realms of air\n To drive her team of lions, teaching thus\n That the great earth hangs poised and cannot lie\n Resting on other earth. Unto her car\n They've yoked the wild beasts, since a progeny,\n However savage, must be tamed and chid\n By care of parents. They have girt about\n With turret-crown the summit of her head,\n Since, fortressed in her goodly strongholds high,\n 'Tis she sustains the cities; now, adorned\n With that same token, to-day is carried forth,\n With solemn awe through many a mighty land,\n The image of that mother, the divine.\n Her the wide nations, after antique rite,\n Do name Idaean Mother, giving her\n Escort of Phrygian bands, since first, they say,\n From out those regions 'twas that grain began\n Through all the world. To her do they assign\n The Galli, the emasculate, since thus\n They wish to show that men who violate\n The majesty of the mother and have proved\n Ingrate to parents are to be adjudged\n Unfit to give unto the shores of light\n A living progeny. The Galli come:\n And hollow cymbals, tight-skinned tambourines\n Resound around to bangings of their hands;\n The fierce horns threaten with a raucous bray;\n The tubed pipe excites their maddened minds\n In Phrygian measures; they bear before them knives,\n Wild emblems of their frenzy, which have power\n The rabble's ingrate heads and impious hearts\n To panic with terror of the goddess' might.\n And so, when through the mighty cities borne,\n She blesses man with salutations mute,\n They strew the highway of her journeyings\n With coin of brass and silver, gifting her\n With alms and largesse, and shower her and shade\n With flowers of roses falling like the snow\n Upon the Mother and her companion-bands.\n Here is an armed troop, the which by Greeks\n Are called the Phrygian Curetes. Since\n Haply among themselves they use to play\n In games of arms and leap in measure round\n With bloody mirth and by their nodding shake\n The terrorizing crests upon their heads,\n This is the armed troop that represents\n The arm'd Dictaean Curetes, who, in Crete,\n As runs the story, whilom did out-drown\n That infant cry of Zeus, what time their band,\n Young boys, in a swift dance around the boy,\n To measured step beat with the brass on brass,\n That Saturn might not get him for his jaws,\n And give its mother an eternal wound\n Along her heart. And 'tis on this account\n That armed they escort the mighty Mother,\n Or else because they signify by this\n That she, the goddess, teaches men to be\n Eager with armed valour to defend\n Their motherland, and ready to stand forth,\n The guard and glory of their parents' years.\n A tale, however beautifully wrought,\n That's wide of reason by a long remove:\n For all the gods must of themselves enjoy\n Immortal aeons and supreme repose,\n Withdrawn from our affairs, detached, afar:\n Immune from peril and immune from pain,\n Themselves abounding in riches of their own,\n Needing not us, they are not touched by wrath\n They are not taken by service or by gift.\n Truly is earth insensate for all time;\n But, by obtaining germs of many things,\n In many a way she brings the many forth\n Into the light of sun. And here, whoso\n Decides to call the ocean Neptune, or\n The grain-crop Ceres, and prefers to abuse\n The name of Bacchus rather than pronounce\n The liquor's proper designation, him\n Let us permit to go on calling earth\n Mother of Gods, if only he will spare\n To taint his soul with foul religion.\n  So, too, the wooly flocks, and horned kine,\n  And brood of battle-eager horses, grazing\n Often together along one grassy plain,\n Under the cope of one blue sky, and slaking\n From out one stream of water each its thirst,\n All live their lives with face and form unlike,\n Keeping the parents' nature, parents' habits,\n Which, kind by kind, through ages they repeat.\n So great in any sort of herb thou wilt,\n So great again in any river of earth\n Are the distinct diversities of matter.\n Hence, further, every creature&mdash;any one\n From out them all&mdash;compounded is the same\n Of bones, blood, veins, heat, moisture, flesh, and thews&mdash;\n All differing vastly in their forms, and built\n Of elements dissimilar in shape.\n Again, all things by fire consumed ablaze,\n Within their frame lay up, if naught besides,\n At least those atoms whence derives their power\n To throw forth fire and send out light from under,\n To shoot the sparks and scatter embers wide.\n If, with like reasoning of mind, all else\n Thou traverse through, thou wilt discover thus\n That in their frame the seeds of many things\n They hide, and divers shapes of seeds contain.\n Further, thou markest much, to which are given\n Along together colour and flavour and smell,\n Among which, chief, are most burnt offerings.","Thus must they be of divers shapes composed.\n A smell of scorching enters in our frame\n Where the bright colour from the dye goes not;\n And colour in one way, flavour in quite another\n Works inward to our senses&mdash;so mayst see\n They differ too in elemental shapes.\n Thus unlike forms into one mass combine,\n And things exist by intermixed seed.","But still 'tmust not be thought that in all ways\n All things can be conjoined; for then wouldst view\n Portents begot about thee every side:\n Hulks of mankind half brute astarting up,\n At times big branches sprouting from man's trunk,\n Limbs of a sea-beast to a land-beast knit,\n And nature along the all-producing earth\n Feeding those dire Chimaeras breathing flame\n From hideous jaws&mdash;Of which 'tis simple fact\n That none have been begot; because we see\n All are from fixed seed and fixed dam\n Engendered and so function as to keep\n Throughout their growth their own ancestral type.\n This happens surely by a fixed law:\n For from all food-stuff, when once eaten down,\n Go sundered atoms, suited to each creature,\n Throughout their bodies, and, conjoining there,\n Produce the proper motions; but we see\n How, contrariwise, nature upon the ground\n Throws off those foreign to their frame; and many\n With viewless bodies from their bodies fly,\n By blows impelled&mdash;those impotent to join\n To any part, or, when inside, to accord\n And to take on the vital motions there.\n But think not, haply, living forms alone\n Are bound by these laws: they distinguished all.","For just as all things of creation are,\n In their whole nature, each to each unlike,\n So must their atoms be in shape unlike&mdash;\n Not since few only are fashioned of like form,\n But since they all, as general rule, are not\n The same as all. Nay, here in these our verses,\n Elements many, common to many words,\n Thou seest, though yet 'tis needful to confess\n The words and verses differ, each from each,\n Compounded out of different elements&mdash;\n Not since few only, as common letters, run\n Through all the words, or no two words are made,\n One and the other, from all like elements,\n But since they all, as general rule, are not\n The same as all. Thus, too, in other things,\n Whilst many germs common to many things\n There are, yet they, combined among themselves,\n Can form new wholes to others quite unlike.\n Thus fairly one may say that humankind,\n The grains, the gladsome trees, are all made up\n Of different atoms. Further, since the seeds\n Are different, difference must there also be\n In intervening spaces, thoroughfares,\n Connections, weights, blows, clashings, motions, all\n Which not alone distinguish living forms,\n But sunder earth's whole ocean from the lands,\n And hold all heaven from the lands away.","ABSENCE OF SECONDARY QUALITIES","Now come, this wisdom by my sweet toil sought\n Look thou perceive, lest haply thou shouldst guess\n That the white objects shining to thine eyes\n Are gendered of white atoms, or the black\n Of a black seed; or yet believe that aught\n That's steeped in any hue should take its dye\n From bits of matter tinct with hue the same.\n For matter's bodies own no hue the least&mdash;\n Or like to objects or, again, unlike.\n But, if percase it seem to thee that mind\n Itself can dart no influence of its own\n Into these bodies, wide thou wand'rest off.\n For since the blind-born, who have ne'er surveyed\n The light of sun, yet recognise by touch\n Things that from birth had ne'er a hue for them,\n 'Tis thine to know that bodies can be brought\n No less unto the ken of our minds too,\n Though yet those bodies with no dye be smeared.\n Again, ourselves whatever in the dark\n We touch, the same we do not find to be\n Tinctured with any colour.","Now that here\n I win the argument, I next will teach","Now, every colour changes, none except,\n And every...\n Which the primordials ought nowise to do.\n Since an immutable somewhat must remain,\n Lest all things utterly be brought to naught.\n For change of anything from out its bounds\n Means instant death of that which was before.\n Wherefore be mindful not to stain with colour\n The seeds of things, lest things return for thee\n All utterly to naught.","But now, if seeds\n Receive no property of colour, and yet\n Be still endowed with variable forms\n From which all kinds of colours they beget\n And vary (by reason that ever it matters much\n With what seeds, and in what positions joined,\n And what the motions that they give and get),\n Forthwith most easily thou mayst devise\n Why what was black of hue an hour ago\n Can of a sudden like the marble gleam,&mdash;\n As ocean, when the high winds have upheaved\n Its level plains, is changed to hoary waves\n Of marble whiteness: for, thou mayst declare,\n That, when the thing we often see as black\n Is in its matter then commixed anew,\n Some atoms rearranged, and some withdrawn,\n And added some, 'tis seen forthwith to turn\n Glowing and white. But if of azure seeds\n Consist the level waters of the deep,\n They could in nowise whiten: for however\n Thou shakest azure seeds, the same can never\n Pass into marble hue. But, if the seeds&mdash;\n Which thus produce the ocean's one pure sheen&mdash;\n Be now with one hue, now another dyed,\n As oft from alien forms and divers shapes\n A cube's produced all uniform in shape,\n 'Twould be but natural, even as in the cube\n We see the forms to be dissimilar,\n That thus we'd see in brightness of the deep\n (Or in whatever one pure sheen thou wilt)\n Colours diverse and all dissimilar.\n Besides, the unlike shapes don't thwart the least\n The whole in being externally a cube;\n But differing hues of things do block and keep\n The whole from being of one resultant hue.\n Then, too, the reason which entices us\n At times to attribute colours to the seeds\n Falls quite to pieces, since white things are not\n Create from white things, nor are black from black,\n But evermore they are create from things\n Of divers colours. Verily, the white\n Will rise more readily, is sooner born\n Out of no colour, than of black or aught\n Which stands in hostile opposition thus.","Besides, since colours cannot be, sans light,\n And the primordials come not forth to light,\n 'Tis thine to know they are not clothed with colour&mdash;\n Truly, what kind of colour could there be\n In the viewless dark? Nay, in the light itself\n A colour changes, gleaming variedly,\n When smote by vertical or slanting ray.\n Thus in the sunlight shows the down of doves\n That circles, garlanding, the nape and throat:\n Now it is ruddy with a bright gold-bronze,\n Now, by a strange sensation it becomes\n Green-emerald blended with the coral-red.\n The peacock's tail, filled with the copious light,\n Changes its colours likewise, when it turns.\n Wherefore, since by some blow of light begot,\n Without such blow these colours can't become.","And since the pupil of the eye receives\n Within itself one kind of blow, when said\n To feel a white hue, then another kind,\n When feeling a black or any other hue,\n And since it matters nothing with what hue\n The things thou touchest be perchance endowed,\n But rather with what sort of shape equipped,\n 'Tis thine to know the atoms need not colour,\n But render forth sensations, as of touch,\n That vary with their varied forms.","Besides,\n Since special shapes have not a special colour,\n And all formations of the primal germs\n Can be of any sheen thou wilt, why, then,\n Are not those objects which are of them made\n Suffused, each kind with colours of every kind?\n For then 'twere meet that ravens, as they fly,\n Should dartle from white pinions a white sheen,\n Or swans turn black from seed of black, or be\n Of any single varied dye thou wilt.","Again, the more an object's rent to bits,\n The more thou see its colour fade away\n Little by little till 'tis quite extinct;\n As happens when the gaudy linen's picked\n Shred after shred away: the purple there,\n Phoenician red, most brilliant of all dyes,\n Is lost asunder, ravelled thread by thread;\n Hence canst perceive the fragments die away\n From out their colour, long ere they depart\n Back to the old primordials of things.\n And, last, since thou concedest not all bodies\n Send out a voice or smell, it happens thus\n That not to all thou givest sounds and smells.\n So, too, since we behold not all with eyes,\n 'Tis thine to know some things there are as much\n Orphaned of colour, as others without smell,\n And reft of sound; and those the mind alert\n No less can apprehend than it can mark\n The things that lack some other qualities.","But think not haply that the primal bodies\n Remain despoiled alone of colour: so,\n Are they from warmth dissevered and from cold\n And from hot exhalations; and they move,\n Both sterile of sound and dry of juice; and throw\n Not any odour from their proper bodies.\n Just as, when undertaking to prepare\n A liquid balm of myrrh and marjoram,\n And flower of nard, which to our nostrils breathes\n Odour of nectar, first of all behooves\n Thou seek, as far as find thou may and can,\n The inodorous olive-oil (which never sends\n One whiff of scent to nostrils), that it may\n The least debauch and ruin with sharp tang\n The odorous essence with its body mixed\n And in it seethed. And on the same account\n The primal germs of things must not be thought\n To furnish colour in begetting things,\n Nor sound, since pow'rless they to send forth aught\n From out themselves, nor any flavour, too,\n Nor cold, nor exhalation hot or warm.","The rest; yet since these things are mortal all&mdash;\n The pliant mortal, with a body soft;\n The brittle mortal, with a crumbling frame;\n The hollow with a porous-all must be\n Disjoined from the primal elements,\n If still we wish under the world to lay\n Immortal ground-works, whereupon may rest\n The sum of weal and safety, lest for thee\n All things return to nothing utterly.","Now, too: whate'er we see possessing sense\n Must yet confessedly be stablished all\n From elements insensate. And those signs,\n So clear to all and witnessed out of hand,\n Do not refute this dictum nor oppose;\n But rather themselves do lead us by the hand,\n Compelling belief that living things are born\n Of elements insensate, as I say.\n Sooth, we may see from out the stinking dung\n Live worms spring up, when, after soaking rains,\n The drenched earth rots; and all things change the same:\n Lo, change the rivers, the fronds, the gladsome pastures\n Into the cattle, the cattle their nature change\n Into our bodies, and from our body, oft\n Grow strong the powers and bodies of wild beasts\n And mighty-winged birds. Thus nature changes\n All foods to living frames, and procreates\n From them the senses of live creatures all,\n In manner about as she uncoils in flames\n Dry logs of wood and turns them all to fire.\n And seest not, therefore, how it matters much\n After what order are set the primal germs,\n And with what other germs they all are mixed,\n And what the motions that they give and get?","But now, what is't that strikes thy sceptic mind,\n Constraining thee to sundry arguments\n Against belief that from insensate germs\n The sensible is gendered?&mdash;Verily,\n 'Tis this: that liquids, earth, and wood, though mixed,\n Are yet unable to gender vital sense.\n And, therefore, 'twill be well in these affairs\n This to remember: that I have not said\n Senses are born, under conditions all,\n From all things absolutely which create\n Objects that feel; but much it matters here\n Firstly, how small the seeds which thus compose\n The feeling thing, then, with what shapes endowed,\n And lastly what they in positions be,\n In motions, in arrangements. Of which facts\n Naught we perceive in logs of wood and clods;\n And yet even these, when sodden by the rains,\n Give birth to wormy grubs, because the bodies\n Of matter, from their old arrangements stirred\n By the new factor, then combine anew\n In such a way as genders living things.","Next, they who deem that feeling objects can\n From feeling objects be create, and these,\n In turn, from others that are wont to feel","When soft they make them; for all sense is linked\n With flesh, and thews, and veins&mdash;and such, we see,\n Are fashioned soft and of a mortal frame.\n Yet be't that these can last forever on:\n They'll have the sense that's proper to a part,\n Or else be judged to have a sense the same\n As that within live creatures as a whole.\n But of themselves those parts can never feel,\n For all the sense in every member back\n To something else refers&mdash;a severed hand,\n Or any other member of our frame,\n Itself alone cannot support sensation.\n It thus remains they must resemble, then,\n Live creatures as a whole, to have the power\n Of feeling sensation concordant in each part\n With the vital sense; and so they're bound to feel\n The things we feel exactly as do we.\n If such the case, how, then, can they be named\n The primal germs of things, and how avoid\n The highways of destruction?&mdash;since they be\n Mere living things and living things be all\n One and the same with mortal. Grant they could,\n Yet by their meetings and their unions all,\n Naught would result, indeed, besides a throng\n And hurly-burly all of living things&mdash;\n Precisely as men, and cattle, and wild beasts,\n By mere conglomeration each with each\n Can still beget not anything of new.\n But if by chance they lose, inside a body,\n Their own sense and another sense take on,\n What, then, avails it to assign them that\n Which is withdrawn thereafter? And besides,\n To touch on proof that we pronounced before,\n Just as we see the eggs of feathered fowls\n To change to living chicks, and swarming worms\n To bubble forth when from the soaking rains\n The earth is sodden, sure, sensations all\n Can out of non-sensations be begot.","But if one say that sense can so far rise\n From non-sense by mutation, or because\n Brought forth as by a certain sort of birth,\n 'Twill serve to render plain to him and prove\n There is no birth, unless there be before\n Some formed union of the elements,\n Nor any change, unless they be unite.","In first place, senses can't in body be\n Before its living nature's been begot,&mdash;\n Since all its stuff, in faith, is held dispersed\n About through rivers, air, and earth, and all\n That is from earth created, nor has met\n In combination, and, in proper mode,\n Conjoined into those vital motions which\n Kindle the all-perceiving senses&mdash;they\n That keep and guard each living thing soever.","Again, a blow beyond its nature's strength\n Shatters forthwith each living thing soe'er,\n And on it goes confounding all the sense\n Of body and mind. For of the primal germs\n Are loosed their old arrangements, and, throughout,\n The vital motions blocked,&mdash;until the stuff,\n Shaken profoundly through the frame entire,\n Undoes the vital knots of soul from body\n And throws that soul, to outward wide-dispersed,\n Through all the pores. For what may we surmise\n A blow inflicted can achieve besides\n Shaking asunder and loosening all apart?\n It happens also, when less sharp the blow,\n The vital motions which are left are wont\n Oft to win out&mdash;win out, and stop and still\n The uncouth tumults gendered by the blow,\n And call each part to its own courses back,\n And shake away the motion of death which now\n Begins its own dominion in the body,\n And kindle anew the senses almost gone.\n For by what other means could they the more\n Collect their powers of thought and turn again\n From very doorways of destruction\n Back unto life, rather than pass whereto\n They be already well-nigh sped and so\n Pass quite away?","Again, since pain is there\n Where bodies of matter, by some force stirred up,\n Through vitals and through joints, within their seats\n Quiver and quake inside, but soft delight,\n When they remove unto their place again:\n 'Tis thine to know the primal germs can be\n Assaulted by no pain, nor from themselves\n Take no delight; because indeed they are\n Not made of any bodies of first things,\n Under whose strange new motions they might ache\n Or pluck the fruit of any dear new sweet.\n And so they must be furnished with no sense.","Once more, if thus, that every living thing\n May have sensation, needful 'tis to assign\n Sense also to its elements, what then\n Of those fixed elements from which mankind\n Hath been, by their peculiar virtue, formed?\n Of verity, they'll laugh aloud, like men,\n Shaken asunder by a spasm of mirth,\n Or sprinkle with dewy tear-drops cheeks and chins,\n And have the cunning hardihood to say\n Much on the composition of the world,\n And in their turn inquire what elements\n They have themselves,&mdash;since, thus the same in kind\n As a whole mortal creature, even they\n Must also be from other elements,\n And then those others from others evermore&mdash;\n So that thou darest nowhere make a stop.\n Oho, I'll follow thee until thou grant\n The seed (which here thou say'st speaks, laughs, and","thinks)\n Is yet derived out of other seeds\n Which in their turn are doing just the same.\n But if we see what raving nonsense this,\n And that a man may laugh, though not, forsooth,\n Compounded out of laughing elements,\n And think and utter reason with learn'd speech,\n Though not himself compounded, for a fact,\n Of sapient seeds and eloquent, why, then,\n Cannot those things which we perceive to have\n Their own sensation be composed as well\n Of intermixed seeds quite void of sense?","The shining grains, and gladsome shrubs and trees,\n And bears the human race and of the wild\n The generations all, the while she yields\n The foods wherewith all feed their frames and lead\n The genial life and propagate their kind;\n Wherefore she owneth that maternal name,\n By old desert. What was before from earth,\n The same in earth sinks back, and what was sent\n From shores of ether, that, returning home,\n The vaults of sky receive. Nor thus doth death\n So far annihilate things that she destroys\n The bodies of matter; but she dissipates\n Their combinations, and conjoins anew\n One element with others; and contrives\n That all things vary forms and change their colours\n And get sensations and straight give them o'er.\n And thus may'st know it matters with what others\n And in what structure the primordial germs\n Are held together, and what motions they\n Among themselves do give and get; nor think\n That aught we see hither and thither afloat\n Upon the crest of things, and now a birth\n And straightway now a ruin, inheres at rest\n Deep in the eternal atoms of the world.","Why, even in these our very verses here\n It matters much with what and in what order\n Each element is set: the same denote\n Sky, and the ocean, lands, and streams, and sun;\n The same, the grains, and trees, and living things.\n And if not all alike, at least the most&mdash;\n But what distinctions by positions wrought!\n And thus no less in things themselves, when once\n Around are changed the intervals between,\n The paths of matter, its connections, weights,\n Blows, clashings, motions, order, structure, shapes,\n The things themselves must likewise changed be.","Now to true reason give thy mind for us.\n Since here strange truth is putting forth its might\n To hit thee in thine ears, a new aspect\n Of things to show its front. Yet naught there is\n So easy that it standeth not at first\n More hard to credit than it after is;\n And naught soe'er that's great to such degree,\n Nor wonderful so far, but all mankind\n Little by little abandon their surprise.\n Look upward yonder at the bright clear sky\n And what it holds&mdash;the stars that wander o'er,\n The moon, the radiance of the splendour-sun:\n Yet all, if now they first for mortals were,\n If unforeseen now first asudden shown,\n What might there be more wonderful to tell,\n What that the nations would before have dared\n Less to believe might be?&mdash;I fancy, naught&mdash;\n So strange had been the marvel of that sight.\n The which o'erwearied to behold, to-day\n None deigns look upward to those lucent realms.\n Then, spew not reason from thy mind away,\n Beside thyself because the matter's new,\n But rather with keen judgment nicely weigh;\n And if to thee it then appeareth true,\n Render thy hands, or, if 'tis false at last,\n Gird thee to combat. For my mind-of-man\n Now seeks the nature of the vast Beyond\n There on the other side, that boundless sum\n Which lies without the ramparts of the world,\n Toward which the spirit longs to peer afar,\n Toward which indeed the swift elan of thought\n Flies unencumbered forth.","Firstly, we find,\n Off to all regions round, on either side,\n Above, beneath, throughout the universe\n End is there none&mdash;as I have taught, as too\n The very thing of itself declares aloud,\n And as from nature of the unbottomed deep\n Shines clearly forth. Nor can we once suppose\n In any way 'tis likely, (seeing that space\n To all sides stretches infinite and free,\n And seeds, innumerable in number, in sum\n Bottomless, there in many a manner fly,\n Bestirred in everlasting motion there),\n That only this one earth and sky of ours\n Hath been create and that those bodies of stuff,\n So many, perform no work outside the same;\n Seeing, moreover, this world too hath been\n By nature fashioned, even as seeds of things\n By innate motion chanced to clash and cling&mdash;\n After they'd been in many a manner driven\n Together at random, without design, in vain&mdash;\n And as at last those seeds together dwelt,\n Which, when together of a sudden thrown,\n Should alway furnish the commencements fit\n Of mighty things&mdash;the earth, the sea, the sky,\n And race of living creatures. Thus, I say,\n Again, again, 'tmust be confessed there are\n Such congregations of matter otherwhere,\n Like this our world which vasty ether holds\n In huge embrace.","Besides, when matter abundant\n Is ready there, when space on hand, nor object\n Nor any cause retards, no marvel 'tis\n That things are carried on and made complete,\n Perforce. And now, if store of seeds there is\n So great that not whole life-times of the living\n Can count the tale...\n And if their force and nature abide the same,\n Able to throw the seeds of things together\n Into their places, even as here are thrown\n The seeds together in this world of ours,\n 'Tmust be confessed in other realms there are\n Still other worlds, still other breeds of men,\n And other generations of the wild.","Hence too it happens in the sum there is\n No one thing single of its kind in birth,\n And single and sole in growth, but rather it is\n One member of some generated race,\n Among full many others of like kind.\n First, cast thy mind abroad upon the living:\n Thou'lt find the race of mountain-ranging wild\n Even thus to be, and thus the scions of men\n To be begot, and lastly the mute flocks\n Of scaled fish, and winged frames of birds.\n Wherefore confess we must on grounds the same\n That earth, sun, moon, and ocean, and all else,\n Exist not sole and single&mdash;rather in number\n Exceeding number. Since that deeply set\n Old boundary stone of life remains for them\n No less, and theirs a body of mortal birth\n No less, than every kind which here on earth\n Is so abundant in its members found.","Which well perceived if thou hold in mind,\n Then Nature, delivered from every haughty lord,\n And forthwith free, is seen to do all things\n Herself and through herself of own accord,\n Rid of all gods. For&mdash;by their holy hearts\n Which pass in long tranquillity of peace\n Untroubled ages and a serene life!&mdash;\n Who hath the power (I ask), who hath the power\n To rule the sum of the immeasurable,\n To hold with steady hand the giant reins\n Of the unfathomed deep? Who hath the power\n At once to roll a multitude of skies,\n At once to heat with fires ethereal all\n The fruitful lands of multitudes of worlds,\n To be at all times in all places near,\n To stablish darkness by his clouds, to shake\n The serene spaces of the sky with sound,\n And hurl his lightnings,&mdash;ha, and whelm how oft\n In ruins his own temples, and to rave,\n Retiring to the wildernesses, there\n At practice with that thunderbolt of his,\n Which yet how often shoots the guilty by,\n And slays the honourable blameless ones!","Ere since the birth-time of the world, ere since\n The risen first-born day of sea, earth, sun,\n Have many germs been added from outside,\n Have many seeds been added round about,\n Which the great All, the while it flung them on,\n Brought hither, that from them the sea and lands\n Could grow more big, and that the house of heaven\n Might get more room and raise its lofty roofs\n Far over earth, and air arise around.\n For bodies all, from out all regions, are\n Divided by blows, each to its proper thing,\n And all retire to their own proper kinds:\n The moist to moist retires; earth gets increase\n From earthy body; and fires, as on a forge,\n Beat out new fire; and ether forges ether;\n Till nature, author and ender of the world,\n Hath led all things to extreme bound of growth:\n As haps when that which hath been poured inside\n The vital veins of life is now no more\n Than that which ebbs within them and runs off.\n This is the point where life for each thing ends;\n This is the point where nature with her powers\n Curbs all increase. For whatsoe'er thou seest\n Grow big with glad increase, and step by step\n Climb upward to ripe age, these to themselves\n Take in more bodies than they send from selves,\n Whilst still the food is easily infused\n Through all the veins, and whilst the things are not\n So far expanded that they cast away\n Such numerous atoms as to cause a waste\n Greater than nutriment whereby they wax.\n For 'tmust be granted, truly, that from things\n Many a body ebbeth and runs off;\n But yet still more must come, until the things\n Have touched development's top pinnacle;\n Then old age breaks their powers and ripe strength\n And falls away into a worser part.\n For ever the ampler and more wide a thing,\n As soon as ever its augmentation ends,\n It scatters abroad forthwith to all sides round\n More bodies, sending them from out itself.\n Nor easily now is food disseminate\n Through all its veins; nor is that food enough\n To equal with a new supply on hand\n Those plenteous exhalations it gives off.\n Thus, fairly, all things perish, when with ebbing\n They're made less dense and when from blows without\n They are laid low; since food at last will fail\n Extremest eld, and bodies from outside\n Cease not with thumping to undo a thing\n And overmaster by infesting blows.","Thus, too, the ramparts of the mighty world\n On all sides round shall taken be by storm,\n And tumble to wrack and shivered fragments down.\n For food it is must keep things whole, renewing;\n 'Tis food must prop and give support to all,&mdash;\n But to no purpose, since nor veins suffice\n To hold enough, nor nature ministers\n As much as needful. And even now 'tis thus:\n Its age is broken and the earth, outworn\n With many parturitions, scarce creates\n The little lives&mdash;she who created erst\n All generations and gave forth at birth\n Enormous bodies of wild beasts of old.\n For never, I fancy, did a golden cord\n From off the firmament above let down\n The mortal generations to the fields;\n Nor sea, nor breakers pounding on the rocks\n Created them; but earth it was who bore&mdash;\n The same to-day who feeds them from herself.\n Besides, herself of own accord, she first\n The shining grains and vineyards of all joy\n Created for mortality; herself\n Gave the sweet fruitage and the pastures glad,\n Which now to-day yet scarcely wax in size,\n Even when aided by our toiling arms.\n We break the ox, and wear away the strength\n Of sturdy farm-hands; iron tools to-day\n Barely avail for tilling of the fields,\n So niggardly they grudge our harvestings,\n So much increase our labour. Now to-day\n The aged ploughman, shaking of his head,\n Sighs o'er and o'er that labours of his hands\n Have fallen out in vain, and, as he thinks\n How present times are not as times of old,\n Often he praises the fortunes of his sire,\n And crackles, prating, how the ancient race,\n Fulfilled with piety, supported life\n With simple comfort in a narrow plot,\n Since, man for man, the measure of each field\n Was smaller far i' the old days. And, again,\n The gloomy planter of the withered vine\n Rails at the season's change and wearies heaven,\n Nor grasps that all of things by sure degrees\n Are wasting away and going to the tomb,\n Outworn by venerable length of life."]