["And set my footsteps squarely planted now\n Even in the impress and the marks of thine&mdash;\n Less like one eager to dispute the palm,\n More as one craving out of very love\n That I may copy thee!&mdash;for how should swallow\n Contend with swans or what compare could be\n In a race between young kids with tumbling legs\n And the strong might of the horse? Our father thou,\n And finder-out of truth, and thou to us\n Suppliest a father's precepts; and from out\n Those scriven leaves of thine, renowned soul\n (Like bees that sip of all in flowery wolds),\n We feed upon thy golden sayings all&mdash;\n Golden, and ever worthiest endless life.\n For soon as ever thy planning thought that sprang\n From god-like mind begins its loud proclaim\n Of nature's courses, terrors of the brain\n Asunder flee, the ramparts of the world\n Dispart away, and through the void entire\n I see the movements of the universe.\n Rises to vision the majesty of gods,\n And their abodes of everlasting calm\n Which neither wind may shake nor rain-cloud splash,\n Nor snow, congealed by sharp frosts, may harm\n With its white downfall: ever, unclouded sky\n O'er roofs, and laughs with far-diffused light.\n And nature gives to them their all, nor aught\n May ever pluck their peace of mind away.\n But nowhere to my vision rise no more\n The vaults of Acheron, though the broad earth\n Bars me no more from gazing down o'er all\n Which under our feet is going on below\n Along the void. O, here in these affairs\n Some new divine delight and trembling awe\n Takes hold through me, that thus by power of thine\n Nature, so plain and manifest at last,\n Hath been on every side laid bare to man!","And since I've taught already of what sort\n The seeds of all things are, and how, distinct\n In divers forms, they flit of own accord,\n Stirred with a motion everlasting on,\n And in what mode things be from them create,\n Now, after such matters, should my verse, meseems,\n Make clear the nature of the mind and soul,\n And drive that dread of Acheron without,\n Headlong, which so confounds our human life\n Unto its deeps, pouring o'er all that is\n The black of death, nor leaves not anything\n To prosper&mdash;a liquid and unsullied joy.\n For as to what men sometimes will affirm:\n That more than Tartarus (the realm of death)\n They fear diseases and a life of shame,\n And know the substance of the soul is blood,\n Or rather wind (if haply thus their whim),\n And so need naught of this our science, then\n Thou well may'st note from what's to follow now\n That more for glory do they braggart forth\n Than for belief. For mark these very same:\n Exiles from country, fugitives afar\n From sight of men, with charges foul attaint,\n Abased with every wretchedness, they yet\n Live, and where'er the wretches come, they yet\n Make the ancestral sacrifices there,\n Butcher the black sheep, and to gods below\n Offer the honours, and in bitter case\n Turn much more keenly to religion.\n Wherefore, it's surer testing of a man\n In doubtful perils&mdash;mark him as he is\n Amid adversities; for then alone\n Are the true voices conjured from his breast,\n The mask off-stripped, reality behind.\n And greed, again, and the blind lust of honours\n Which force poor wretches past the bounds of law,\n And, oft allies and ministers of crime,\n To push through nights and days with hugest toil\n To rise untrammelled to the peaks of power&mdash;\n These wounds of life in no mean part are kept\n Festering and open by this fright of death.\n For ever we see fierce Want and foul Disgrace\n Dislodged afar from secure life and sweet,\n Like huddling Shapes before the doors of death.\n And whilst, from these, men wish to scape afar,\n Driven by false terror, and afar remove,\n With civic blood a fortune they amass,\n They double their riches, greedy, heapers-up\n Of corpse on corpse they have a cruel laugh\n For the sad burial of a brother-born,\n And hatred and fear of tables of their kin.\n Likewise, through this same terror, envy oft\n Makes them to peak because before their eyes\n That man is lordly, that man gazed upon\n Who walks begirt with honour glorious,\n Whilst they in filth and darkness roll around;\n Some perish away for statues and a name,\n And oft to that degree, from fright of death,\n Will hate of living and beholding light\n Take hold on humankind that they inflict\n Their own destruction with a gloomy heart&mdash;\n Forgetful that this fear is font of cares,\n This fear the plague upon their sense of shame,\n And this that breaks the ties of comradry\n And oversets all reverence and faith,\n Mid direst slaughter. For long ere to-day\n Often were traitors to country and dear parents\n Through quest to shun the realms of Acheron.\n For just as children tremble and fear all\n In the viewless dark, so even we at times\n Dread in the light so many things that be\n No whit more fearsome than what children feign,\n Shuddering, will be upon them in the dark.\n This terror, then, this darkness of the mind,\n Not sunrise with its flaring spokes of light,\n Nor glittering arrows of morning sun disperse,\n But only nature's aspect and her law.","Of one whole breathing creature. [But some hold]\n That sense of mind is in no fixed part seated,\n But is of body some one vital state,&mdash;\n Named \"harmony\" by Greeks, because thereby\n We live with sense, though intellect be not\n In any part: as oft the body is said\n To have good health (when health, however, 's not\n One part of him who has it), so they place\n The sense of mind in no fixed part of man.\n Mightily, diversly, meseems they err.\n Often the body palpable and seen\n Sickens, while yet in some invisible part\n We feel a pleasure; oft the other way,\n A miserable in mind feels pleasure still\n Throughout his body&mdash;quite the same as when\n A foot may pain without a pain in head.\n Besides, when these our limbs are given o'er\n To gentle sleep and lies the burdened frame\n At random void of sense, a something else\n Is yet within us, which upon that time\n Bestirs itself in many a wise, receiving\n All motions of joy and phantom cares of heart.\n Now, for to see that in man's members dwells\n Also the soul, and body ne'er is wont\n To feel sensation by a \"harmony\"\n Take this in chief: the fact that life remains\n Oft in our limbs, when much of body's gone;\n Yet that same life, when particles of heat,\n Though few, have scattered been, and through the mouth\n Air has been given forth abroad, forthwith\n Forever deserts the veins, and leaves the bones.\n Thus mayst thou know that not all particles\n Perform like parts, nor in like manner all\n Are props of weal and safety: rather those&mdash;\n The seeds of wind and exhalations warm&mdash;\n Take care that in our members life remains.\n Therefore a vital heat and wind there is\n Within the very body, which at death\n Deserts our frames. And so, since nature of mind\n And even of soul is found to be, as 'twere,\n A part of man, give over \"harmony\"&mdash;\n Name to musicians brought from Helicon,&mdash;\n Unless themselves they filched it otherwise,\n To serve for what was lacking name till then.\n Whate'er it be, they're welcome to it&mdash;thou,\n Hearken my other maxims.","Mind and soul,\n I say, are held conjoined one with other,\n And form one single nature of themselves;\n But chief and regnant through the frame entire\n Is still that counsel which we call the mind,\n And that cleaves seated in the midmost breast.\n Here leap dismay and terror; round these haunts\n Be blandishments of joys; and therefore here\n The intellect, the mind. The rest of soul,\n Throughout the body scattered, but obeys&mdash;\n Moved by the nod and motion of the mind.\n This, for itself, sole through itself, hath thought;\n This for itself hath mirth, even when the thing\n That moves it, moves nor soul nor body at all.\n And as, when head or eye in us is smit\n By assailing pain, we are not tortured then\n Through all the body, so the mind alone\n Is sometimes smitten, or livens with a joy,\n Whilst yet the soul's remainder through the limbs\n And through the frame is stirred by nothing new.\n But when the mind is moved by shock more fierce,\n We mark the whole soul suffering all at once\n Along man's members: sweats and pallors spread\n Over the body, and the tongue is broken,\n And fails the voice away, and ring the ears,\n Mists blind the eyeballs, and the joints collapse,&mdash;\n Aye, men drop dead from terror of the mind.\n Hence, whoso will can readily remark\n That soul conjoined is with mind, and, when\n 'Tis strook by influence of the mind, forthwith\n In turn it hits and drives the body too.","And this same argument establisheth\n That nature of mind and soul corporeal is:\n For when 'tis seen to drive the members on,\n To snatch from sleep the body, and to change\n The countenance, and the whole state of man\n To rule and turn,&mdash;what yet could never be\n Sans contact, and sans body contact fails&mdash;\n Must we not grant that mind and soul consist\n Of a corporeal nature?&mdash;And besides\n Thou markst that likewise with this body of ours\n Suffers the mind and with our body feels.\n If the dire speed of spear that cleaves the bones\n And bares the inner thews hits not the life,\n Yet follows a fainting and a foul collapse,\n And, on the ground, dazed tumult in the mind,\n And whiles a wavering will to rise afoot.\n So nature of mind must be corporeal, since\n From stroke and spear corporeal 'tis in throes.","Now, of what body, what components formed\n Is this same mind I will go on to tell.\n First, I aver, 'tis superfine, composed\n Of tiniest particles&mdash;that such the fact\n Thou canst perceive, if thou attend, from this:\n Nothing is seen to happen with such speed\n As what the mind proposes and begins;\n Therefore the same bestirs itself more swiftly\n Than aught whose nature's palpable to eyes.\n But what's so agile must of seeds consist\n Most round, most tiny, that they may be moved,\n When hit by impulse slight. So water moves,\n In waves along, at impulse just the least&mdash;\n Being create of little shapes that roll;\n But, contrariwise, the quality of honey\n More stable is, its liquids more inert,\n More tardy its flow; for all its stock of matter\n Cleaves more together, since, indeed, 'tis made\n Of atoms not so smooth, so fine, and round.\n For the light breeze that hovers yet can blow\n High heaps of poppy-seed away for thee\n Downward from off the top; but, contrariwise,\n A pile of stones or spiny ears of wheat\n It can't at all. Thus, in so far as bodies\n Are small and smooth, is their mobility;\n But, contrariwise, the heavier and more rough,\n The more immovable they prove. Now, then,\n Since nature of mind is movable so much,\n Consist it must of seeds exceeding small\n And smooth and round. Which fact once known to thee,\n Good friend, will serve thee opportune in else.\n This also shows the nature of the same,\n How nice its texture, in how small a space\n 'Twould go, if once compacted as a pellet:\n When death's unvexed repose gets hold on man\n And mind and soul retire, thou markest there\n From the whole body nothing ta'en in form,\n Nothing in weight. Death grants ye everything,\n But vital sense and exhalation hot.\n Thus soul entire must be of smallmost seeds,\n Twined through the veins, the vitals, and the thews,\n Seeing that, when 'tis from whole body gone,\n The outward figuration of the limbs\n Is unimpaired and weight fails not a whit.\n Just so, when vanished the bouquet of wine,\n Or when an unguent's perfume delicate\n Into the winds away departs, or when\n From any body savour's gone, yet still\n The thing itself seems minished naught to eyes,\n Thereby, nor aught abstracted from its weight&mdash;\n No marvel, because seeds many and minute\n Produce the savours and the redolence\n In the whole body of the things. And so,\n Again, again, nature of mind and soul\n 'Tis thine to know created is of seeds\n The tiniest ever, since at flying-forth\n It beareth nothing of the weight away.","Yet fancy not its nature simple so.\n For an impalpable aura, mixed with heat,\n Deserts the dying, and heat draws off the air;\n And heat there's none, unless commixed with air:\n For, since the nature of all heat is rare,\n Athrough it many seeds of air must move.\n Thus nature of mind is triple; yet those all\n Suffice not for creating sense&mdash;since mind\n Accepteth not that aught of these can cause\n Sense-bearing motions, and much less the thoughts\n A man revolves in mind. So unto these\n Must added be a somewhat, and a fourth;\n That somewhat's altogether void of name;\n Than which existeth naught more mobile, naught\n More an impalpable, of elements\n More small and smooth and round. That first transmits\n Sense-bearing motions through the frame, for that\n Is roused the first, composed of little shapes;\n Thence heat and viewless force of wind take up\n The motions, and thence air, and thence all things\n Are put in motion; the blood is strook, and then\n The vitals all begin to feel, and last\n To bones and marrow the sensation comes&mdash;\n Pleasure or torment. Nor will pain for naught\n Enter so far, nor a sharp ill seep through,\n But all things be perturbed to that degree\n That room for life will fail, and parts of soul\n Will scatter through the body's every pore.\n Yet as a rule, almost upon the skin\n These motion aIl are stopped, and this is why\n We have the power to retain our life.","Now in my eagerness to tell thee how\n They are commixed, through what unions fit\n They function so, my country's pauper-speech\n Constrains me sadly. As I can, however,\n I'll touch some points and pass. In such a wise\n Course these primordials 'mongst one another\n With inter-motions that no one can be\n From other sundered, nor its agency\n Perform, if once divided by a space;\n Like many powers in one body they work.\n As in the flesh of any creature still\n Is odour and savour and a certain warmth,\n And yet from all of these one bulk of body\n Is made complete, so, viewless force of wind\n And warmth and air, commingled, do create\n One nature, by that mobile energy\n Assisted which from out itself to them\n Imparts initial motion, whereby first\n Sense-bearing motion along the vitals springs.\n For lurks this essence far and deep and under,\n Nor in our body is aught more shut from view,\n And 'tis the very soul of all the soul.\n And as within our members and whole frame\n The energy of mind and power of soul\n Is mixed and latent, since create it is\n Of bodies small and few, so lurks this fourth,\n This essence void of name, composed of small,\n And seems the very soul of all the soul,\n And holds dominion o'er the body all.\n And by like reason wind and air and heat\n Must function so, commingled through the frame,\n And now the one subside and now another\n In interchange of dominance, that thus\n From all of them one nature be produced,\n Lest heat and wind apart, and air apart,\n Make sense to perish, by disseverment.\n There is indeed in mind that heat it gets\n When seething in rage, and flashes from the eyes\n More swiftly fire; there is, again, that wind,\n Much, and so cold, companion of all dread,\n Which rouses the shudder in the shaken frame;\n There is no less that state of air composed,\n Making the tranquil breast, the serene face.\n But more of hot have they whose restive hearts,\n Whose minds of passion quickly seethe in rage&mdash;\n Of which kind chief are fierce abounding lions,\n Who often with roaring burst the breast o'erwrought,\n Unable to hold the surging wrath within;\n But the cold mind of stags has more of wind,\n And speedier through their inwards rouses up\n The icy currents which make their members quake.\n But more the oxen live by tranquil air,\n Nor e'er doth smoky torch of wrath applied,\n O'erspreading with shadows of a darkling murk,\n Rouse them too far; nor will they stiffen stark,\n Pierced through by icy javelins of fear;\n But have their place half-way between the two&mdash;\n Stags and fierce lions. Thus the race of men:\n Though training make them equally refined,\n It leaves those pristine vestiges behind\n Of each mind's nature. Nor may we suppose\n Evil can e'er be rooted up so far\n That one man's not more given to fits of wrath,\n Another's not more quickly touched by fear,\n A third not more long-suffering than he should.\n And needs must differ in many things besides\n The varied natures and resulting habits\n Of humankind&mdash;of which not now can I\n Expound the hidden causes, nor find names\n Enough for all the divers shapes of those\n Primordials whence this variation springs.\n But this meseems I'm able to declare:\n Those vestiges of natures left behind\n Which reason cannot quite expel from us\n Are still so slight that naught prevents a man\n From living a life even worthy of the gods.","So then this soul is kept by all the body,\n Itself the body's guard, and source of weal:\n For they with common roots cleave each to each,\n Nor can be torn asunder without death.\n Not easy 'tis from lumps of frankincense\n To tear their fragrance forth, without its nature\n Perishing likewise: so, not easy 'tis\n From all the body nature of mind and soul\n To draw away, without the whole dissolved.\n With seeds so intertwined even from birth,\n They're dowered conjointly with a partner-life;\n No energy of body or mind, apart,\n Each of itself without the other's power,\n Can have sensation; but our sense, enkindled\n Along the vitals, to flame is blown by both\n With mutual motions. Besides the body alone\n Is nor begot nor grows, nor after death\n Seen to endure. For not as water at times\n Gives off the alien heat, nor is thereby\n Itself destroyed, but unimpaired remains&mdash;\n Not thus, I say, can the deserted frame\n Bear the dissevering of its joined soul,\n But, rent and ruined, moulders all away.\n Thus the joint contact of the body and soul\n Learns from their earliest age the vital motions,\n Even when still buried in the mother's womb;\n So no dissevering can hap to them,\n Without their bane and ill. And thence mayst see\n That, as conjoined is their source of weal,\n Conjoined also must their nature be.","If one, moreover, denies that body feel,\n And holds that soul, through all the body mixed,\n Takes on this motion which we title \"sense,\"\n He battles in vain indubitable facts:\n For who'll explain what body's feeling is,\n Except by what the public fact itself\n Has given and taught us?\"But when soul is parted,\n Body's without all sense.\" True!&mdash;loses what\n Was even in its life-time not its own;\n And much beside it loses, when soul's driven\n Forth from that life-time. Or, to say that eyes\n Themselves can see no thing, but through the same\n The mind looks forth, as out of opened doors,\n Is&mdash;a hard saying; since the feel in eyes\n Says the reverse. For this itself draws on\n And forces into the pupils of our eyes\n Our consciousness. And note the case when often\n We lack the power to see refulgent things,\n Because our eyes are hampered by their light&mdash;\n With a mere doorway this would happen not;\n For, since it is our very selves that see,\n No open portals undertake the toil.\n Besides, if eyes of ours but act as doors,\n Methinks that, were our sight removed, the mind\n Ought then still better to behold a thing&mdash;\n When even the door-posts have been cleared away.","Herein in these affairs nowise take up\n What honoured sage, Democritus, lays down&mdash;\n That proposition, that primordials\n Of body and mind, each super-posed on each,\n Vary alternately and interweave\n The fabric of our members. For not only\n Are the soul-elements smaller far than those\n Which this our body and inward parts compose,\n But also are they in their number less,\n And scattered sparsely through our frame. And thus\n This canst thou guarantee: soul's primal germs\n Maintain between them intervals as large\n At least as are the smallest bodies, which,\n When thrown against us, in our body rouse\n Sense-bearing motions. Hence it comes that we\n Sometimes don't feel alighting on our frames\n The clinging dust, or chalk that settles soft;\n Nor mists of night, nor spider's gossamer\n We feel against us, when, upon our road,\n Its net entangles us, nor on our head\n The dropping of its withered garmentings;\n Nor bird-feathers, nor vegetable down,\n Flying about, so light they barely fall;\n Nor feel the steps of every crawling thing,\n Nor each of all those footprints on our skin\n Of midges and the like. To that degree\n Must many primal germs be stirred in us\n Ere once the seeds of soul that through our frame\n Are intermingled 'gin to feel that those\n Primordials of the body have been strook,\n And ere, in pounding with such gaps between,\n They clash, combine and leap apart in turn.","But mind is more the keeper of the gates,\n Hath more dominion over life than soul.\n For without intellect and mind there's not\n One part of soul can rest within our frame\n Least part of time; companioning, it goes\n With mind into the winds away, and leaves\n The icy members in the cold of death.\n But he whose mind and intellect abide\n Himself abides in life. However much\n The trunk be mangled, with the limbs lopped off,\n The soul withdrawn and taken from the limbs,\n Still lives the trunk and draws the vital air.\n Even when deprived of all but all the soul,\n Yet will it linger on and cleave to life,&mdash;\n Just as the power of vision still is strong,\n If but the pupil shall abide unharmed,\n Even when the eye around it's sorely rent&mdash;\n Provided only thou destroyest not\n Wholly the ball, but, cutting round the pupil,\n Leavest that pupil by itself behind&mdash;\n For more would ruin sight. But if that centre,\n That tiny part of eye, be eaten through,\n Forthwith the vision fails and darkness comes,\n Though in all else the unblemished ball be clear.\n 'Tis by like compact that the soul and mind\n Are each to other bound forevermore.","Sought after long, discovered with sweet toil.\n But under one name I'd have thee yoke them both;\n And when, for instance, I shall speak of soul,\n Teaching the same to be but mortal, think\n Thereby I'm speaking also of the mind&mdash;\n Since both are one, a substance inter-joined.\n First, then, since I have taught how soul exists\n A subtle fabric, of particles minute,\n Made up from atoms smaller much than those\n Of water's liquid damp, or fog, or smoke,\n So in mobility it far excels,\n More prone to move, though strook by lighter cause\n Even moved by images of smoke or fog&mdash;\n As where we view, when in our sleeps we're lulled,\n The altars exhaling steam and smoke aloft&mdash;\n For, beyond doubt, these apparitions come\n To us from outward. Now, then, since thou seest,\n Their liquids depart, their waters flow away,\n When jars are shivered, and since fog and smoke\n Depart into the winds away, believe\n The soul no less is shed abroad and dies\n More quickly far, more quickly is dissolved\n Back to its primal bodies, when withdrawn\n From out man's members it has gone away.\n For, sure, if body (container of the same\n Like as a jar), when shivered from some cause,\n And rarefied by loss of blood from veins,\n Cannot for longer hold the soul, how then\n Thinkst thou it can be held by any air&mdash;\n A stuff much rarer than our bodies be?","Besides we feel that mind to being comes\n Along with body, with body grows and ages.\n For just as children totter round about\n With frames infirm and tender, so there follows\n A weakling wisdom in their minds; and then,\n Where years have ripened into robust powers,\n Counsel is also greater, more increased\n The power of mind; thereafter, where already\n The body's shattered by master-powers of eld,\n And fallen the frame with its enfeebled powers,\n Thought hobbles, tongue wanders, and the mind gives way;\n All fails, all's lacking at the selfsame time.\n Therefore it suits that even the soul's dissolved,\n Like smoke, into the lofty winds of air;\n Since we behold the same to being come\n Along with body and grow, and, as I've taught,\n Crumble and crack, therewith outworn by eld.","Then, too, we see, that, just as body takes\n Monstrous diseases and the dreadful pain,\n So mind its bitter cares, the grief, the fear;\n Wherefore it tallies that the mind no less\n Partaker is of death; for pain and disease\n Are both artificers of death,&mdash;as well\n We've learned by the passing of many a man ere now.\n Nay, too, in diseases of body, often the mind\n Wanders afield; for 'tis beside itself,\n And crazed it speaks, or many a time it sinks,\n With eyelids closing and a drooping nod,\n In heavy drowse, on to eternal sleep;\n From whence nor hears it any voices more,\n Nor able is to know the faces here\n Of those about him standing with wet cheeks\n Who vainly call him back to light and life.\n Wherefore mind too, confess we must, dissolves,\n Seeing, indeed, contagions of disease\n Enter into the same. Again, O why,\n When the strong wine has entered into man,\n And its diffused fire gone round the veins,\n Why follows then a heaviness of limbs,\n A tangle of the legs as round he reels,\n A stuttering tongue, an intellect besoaked,\n Eyes all aswim, and hiccups, shouts, and brawls,\n And whatso else is of that ilk?&mdash;Why this?&mdash;\n If not that violent and impetuous wine\n Is wont to confound the soul within the body?\n But whatso can confounded be and balked,\n Gives proof, that if a hardier cause got in,\n 'Twould hap that it would perish then, bereaved\n Of any life thereafter. And, moreover,\n Often will some one in a sudden fit,\n As if by stroke of lightning, tumble down\n Before our eyes, and sputter foam, and grunt,\n Blither, and twist about with sinews taut,\n Gasp up in starts, and weary out his limbs\n With tossing round. No marvel, since distract\n Through frame by violence of disease.","Confounds, he foams, as if to vomit soul,\n As on the salt sea boil the billows round\n Under the master might of winds. And now\n A groan's forced out, because his limbs are griped,\n But, in the main, because the seeds of voice\n Are driven forth and carried in a mass\n Outwards by mouth, where they are wont to go,\n And have a builded highway. He becomes\n Mere fool, since energy of mind and soul\n Confounded is, and, as I've shown, to-riven,\n Asunder thrown, and torn to pieces all\n By the same venom. But, again, where cause\n Of that disease has faced about, and back\n Retreats sharp poison of corrupted frame\n Into its shadowy lairs, the man at first\n Arises reeling, and gradually comes back\n To all his senses and recovers soul.\n Thus, since within the body itself of man\n The mind and soul are by such great diseases\n Shaken, so miserably in labour distraught,\n Why, then, believe that in the open air,\n Without a body, they can pass their life,\n Immortal, battling with the master winds?\n And, since we mark the mind itself is cured,\n Like the sick body, and restored can be\n By medicine, this is forewarning too\n That mortal lives the mind. For proper it is\n That whosoe'er begins and undertakes\n To alter the mind, or meditates to change\n Any another nature soever, should add\n New parts, or readjust the order given,\n Or from the sum remove at least a bit.\n But what's immortal willeth for itself\n Its parts be nor increased, nor rearranged,\n Nor any bit soever flow away:\n For change of anything from out its bounds\n Means instant death of that which was before.\n Ergo, the mind, whether in sickness fallen,\n Or by the medicine restored, gives signs,\n As I have taught, of its mortality.\n So surely will a fact of truth make head\n 'Gainst errors' theories all, and so shut off\n All refuge from the adversary, and rout\n Error by two-edged confutation.","And since the mind is of a man one part,\n Which in one fixed place remains, like ears,\n And eyes, and every sense which pilots life;\n And just as hand, or eye, or nose, apart,\n Severed from us, can neither feel nor be,\n But in the least of time is left to rot,\n Thus mind alone can never be, without\n The body and the man himself, which seems,\n As 'twere the vessel of the same&mdash;or aught\n Whate'er thou'lt feign as yet more closely joined:\n Since body cleaves to mind by surest bonds.","Again, the body's and the mind's live powers\n Only in union prosper and enjoy;\n For neither can nature of mind, alone of self\n Sans body, give the vital motions forth;\n Nor, then, can body, wanting soul, endure\n And use the senses. Verily, as the eye,\n Alone, up-rended from its roots, apart\n From all the body, can peer about at naught,\n So soul and mind it seems are nothing able,\n When by themselves. No marvel, because, commixed\n Through veins and inwards, and through bones and thews,\n Their elements primordial are confined\n By all the body, and own no power free\n To bound around through interspaces big,\n Thus, shut within these confines, they take on\n Motions of sense, which, after death, thrown out\n Beyond the body to the winds of air,\n Take on they cannot&mdash;and on this account,\n Because no more in such a way confined.\n For air will be a body, be alive,\n If in that air the soul can keep itself,\n And in that air enclose those motions all\n Which in the thews and in the body itself\n A while ago 'twas making. So for this,\n Again, again, I say confess we must,\n That, when the body's wrappings are unwound,\n And when the vital breath is forced without,\n The soul, the senses of the mind dissolve,&mdash;\n Since for the twain the cause and ground of life\n Is in the fact of their conjoined estate.","Once more, since body's unable to sustain\n Division from the soul, without decay\n And obscene stench, how canst thou doubt but that\n The soul, uprisen from the body's deeps,\n Has filtered away, wide-drifted like a smoke,\n Or that the changed body crumbling fell\n With ruin so entire, because, indeed,\n Its deep foundations have been moved from place,\n The soul out-filtering even through the frame,\n And through the body's every winding way\n And orifice? And so by many means\n Thou'rt free to learn that nature of the soul\n Hath passed in fragments out along the frame,\n And that 'twas shivered in the very body\n Ere ever it slipped abroad and swam away\n Into the winds of air. For never a man\n Dying appears to feel the soul go forth\n As one sure whole from all his body at once,\n Nor first come up the throat and into mouth;\n But feels it failing in a certain spot,\n Even as he knows the senses too dissolve\n Each in its own location in the frame.\n But were this mind of ours immortal mind,\n Dying 'twould scarce bewail a dissolution,\n But rather the going, the leaving of its coat,\n Like to a snake. Wherefore, when once the body\n Hath passed away, admit we must that soul,\n Shivered in all that body, perished too.\n Nay, even when moving in the bounds of life,\n Often the soul, now tottering from some cause,\n Craves to go out, and from the frame entire\n Loosened to be; the countenance becomes\n Flaccid, as if the supreme hour were there;\n And flabbily collapse the members all\n Against the bloodless trunk&mdash;the kind of case\n We see when we remark in common phrase,\n \"That man's quite gone,\" or \"fainted dead away\";\n And where there's now a bustle of alarm,\n And all are eager to get some hold upon\n The man's last link of life. For then the mind\n And all the power of soul are shook so sore,\n And these so totter along with all the frame,\n That any cause a little stronger might\n Dissolve them altogether.&mdash;Why, then, doubt\n That soul, when once without the body thrust,\n There in the open, an enfeebled thing,\n Its wrappings stripped away, cannot endure\n Not only through no everlasting age,\n But even, indeed, through not the least of time?","Then, too, why never is the intellect,\n The counselling mind, begotten in the head,\n The feet, the hands, instead of cleaving still\n To one sole seat, to one fixed haunt, the breast,\n If not that fixed places be assigned\n For each thing's birth, where each, when 'tis create,\n Is able to endure, and that our frames\n Have such complex adjustments that no shift\n In order of our members may appear?\n To that degree effect succeeds to cause,\n Nor is the flame once wont to be create\n In flowing streams, nor cold begot in fire.","Besides, if nature of soul immortal be,\n And able to feel, when from our frame disjoined,\n The same, I fancy, must be thought to be\n Endowed with senses five,&mdash;nor is there way\n But this whereby to image to ourselves\n How under-souls may roam in Acheron.\n Thus painters and the elder race of bards\n Have pictured souls with senses so endowed.\n But neither eyes, nor nose, nor hand, alone\n Apart from body can exist for soul,\n Nor tongue nor ears apart. And hence indeed\n Alone by self they can nor feel nor be.","And since we mark the vital sense to be\n In the whole body, all one living thing,\n If of a sudden a force with rapid stroke\n Should slice it down the middle and cleave in twain,\n Beyond a doubt likewise the soul itself,\n Divided, dissevered, asunder will be flung\n Along with body. But what severed is\n And into sundry parts divides, indeed\n Admits it owns no everlasting nature.\n We hear how chariots of war, areek\n With hurly slaughter, lop with flashing scythes\n The limbs away so suddenly that there,\n Fallen from the trunk, they quiver on the earth,\n The while the mind and powers of the man\n Can feel no pain, for swiftness of his hurt,\n And sheer abandon in the zest of battle:\n With the remainder of his frame he seeks\n Anew the battle and the slaughter, nor marks\n How the swift wheels and scythes of ravin have dragged\n Off with the horses his left arm and shield;\n Nor other how his right has dropped away,\n Mounting again and on. A third attempts\n With leg dismembered to arise and stand,\n Whilst, on the ground hard by, the dying foot\n Twitches its spreading toes. And even the head,\n When from the warm and living trunk lopped off,\n Keeps on the ground the vital countenance\n And open eyes, until 't has rendered up\n All remnants of the soul. Nay, once again:\n If, when a serpent's darting forth its tongue,\n And lashing its tail, thou gettest chance to hew\n With axe its length of trunk to many parts,\n Thou'lt see each severed fragment writhing round\n With its fresh wound, and spattering up the sod,\n And there the fore-part seeking with the jaws\n After the hinder, with bite to stop the pain.\n So shall we say that these be souls entire\n In all those fractions?&mdash;but from that 'twould follow\n One creature'd have in body many souls.\n Therefore, the soul, which was indeed but one,\n Has been divided with the body too:\n Each is but mortal, since alike is each\n Hewn into many parts. Again, how often\n We view our fellow going by degrees,\n And losing limb by limb the vital sense;\n First nails and fingers of the feet turn blue,\n Next die the feet and legs, then o'er the rest\n Slow crawl the certain footsteps of cold death.\n And since this nature of the soul is torn,\n Nor mounts away, as at one time, entire,\n We needs must hold it mortal. But perchance\n If thou supposest that the soul itself\n Can inward draw along the frame, and bring\n Its parts together to one place, and so\n From all the members draw the sense away,\n Why, then, that place in which such stock of soul\n Collected is, should greater seem in sense.\n But since such place is nowhere, for a fact,\n As said before, 'tis rent and scattered forth,\n And so goes under. Or again, if now\n I please to grant the false, and say that soul\n Can thus be lumped within the frames of those\n Who leave the sunshine, dying bit by bit,\n Still must the soul as mortal be confessed;\n Nor aught it matters whether to wrack it go,\n Dispersed in the winds, or, gathered in a mass\n From all its parts, sink down to brutish death,\n Since more and more in every region sense\n Fails the whole man, and less and less of life\n In every region lingers.","And besides,\n If soul immortal is, and winds its way\n Into the body at the birth of man,\n Why can we not remember something, then,\n Of life-time spent before? why keep we not\n Some footprints of the things we did of, old?\n But if so changed hath been the power of mind,\n That every recollection of things done\n Is fallen away, at no o'erlong remove\n Is that, I trow, from what we mean by death.\n Wherefore 'tis sure that what hath been before\n Hath died, and what now is is now create.","Moreover, if after the body hath been built\n Our mind's live powers are wont to be put in,\n Just at the moment that we come to birth,\n And cross the sills of life, 'twould scarcely fit\n For them to live as if they seemed to grow\n Along with limbs and frame, even in the blood,\n But rather as in a cavern all alone.\n (Yet all the body duly throngs with sense.)\n But public fact declares against all this:\n For soul is so entwined through the veins,\n The flesh, the thews, the bones, that even the teeth\n Share in sensation, as proven by dull ache,\n By twinge from icy water, or grating crunch\n Upon a stone that got in mouth with bread.\n Wherefore, again, again, souls must be thought\n Nor void of birth, nor free from law of death;\n Nor, if, from outward, in they wound their way,\n Could they be thought as able so to cleave\n To these our frames, nor, since so interwove,\n Appears it that they're able to go forth\n Unhurt and whole and loose themselves unscathed\n From all the thews, articulations, bones.\n But, if perchance thou thinkest that the soul,\n From outward winding in its way, is wont\n To seep and soak along these members ours,\n Then all the more 'twill perish, being thus\n With body fused&mdash;for what will seep and soak\n Will be dissolved and will therefore die.\n For just as food, dispersed through all the pores\n Of body, and passed through limbs and all the frame,\n Perishes, supplying from itself the stuff\n For other nature, thus the soul and mind,\n Though whole and new into a body going,\n Are yet, by seeping in, dissolved away,\n Whilst, as through pores, to all the frame there pass\n Those particles from which created is\n This nature of mind, now ruler of our body,\n Born from that soul which perished, when divided\n Along the frame. Wherefore it seems that soul\n Hath both a natal and funeral hour.","Besides are seeds of soul there left behind\n In the breathless body, or not? If there they are,\n It cannot justly be immortal deemed,\n Since, shorn of some parts lost, 'thas gone away:\n But if, borne off with members uncorrupt,\n 'Thas fled so absolutely all away\n It leaves not one remainder of itself\n Behind in body, whence do cadavers, then,\n From out their putrid flesh exhale the worms,\n And whence does such a mass of living things,\n Boneless and bloodless, o'er the bloated frame\n Bubble and swarm? But if perchance thou thinkest\n That souls from outward into worms can wind,\n And each into a separate body come,\n And reckonest not why many thousand souls\n Collect where only one has gone away,\n Here is a point, in sooth, that seems to need\n Inquiry and a putting to the test:\n Whether the souls go on a hunt for seeds\n Of worms wherewith to build their dwelling places,\n Or enter bodies ready-made, as 'twere.\n But why themselves they thus should do and toil\n 'Tis hard to say, since, being free of body,\n They flit around, harassed by no disease,\n Nor cold nor famine; for the body labours\n By more of kinship to these flaws of life,\n And mind by contact with that body suffers\n So many ills. But grant it be for them\n However useful to construct a body\n To which to enter in, 'tis plain they can't.\n Then, souls for self no frames nor bodies make,\n Nor is there how they once might enter in\n To bodies ready-made&mdash;for they cannot\n Be nicely interwoven with the same,\n And there'll be formed no interplay of sense\n Common to each.","Again, why is't there goes\n Impetuous rage with lion's breed morose,\n And cunning with foxes, and to deer why given\n The ancestral fear and tendency to flee,\n And why in short do all the rest of traits\n Engender from the very start of life\n In the members and mentality, if not\n Because one certain power of mind that came\n From its own seed and breed waxes the same\n Along with all the body? But were mind\n Immortal, were it wont to change its bodies,\n How topsy-turvy would earth's creatures act!\n The Hyrcan hound would flee the onset oft\n Of antlered stag, the scurrying hawk would quake\n Along the winds of air at the coming dove,\n And men would dote, and savage beasts be wise;\n For false the reasoning of those that say\n Immortal mind is changed by change of body&mdash;\n For what is changed dissolves, and therefore dies.\n For parts are re-disposed and leave their order;\n Wherefore they must be also capable\n Of dissolution through the frame at last,\n That they along with body perish all.\n But should some say that always souls of men\n Go into human bodies, I will ask:\n How can a wise become a dullard soul?\n And why is never a child's a prudent soul?\n And the mare's filly why not trained so well\n As sturdy strength of steed? We may be sure\n They'll take their refuge in the thought that mind\n Becomes a weakling in a weakling frame.\n Yet be this so, 'tis needful to confess\n The soul but mortal, since, so altered now\n Throughout the frame, it loses the life and sense\n It had before. Or how can mind wax strong\n Coequally with body and attain\n The craved flower of life, unless it be\n The body's colleague in its origins?\n Or what's the purport of its going forth\n From aged limbs?&mdash;fears it, perhaps, to stay,\n Pent in a crumbled body? Or lest its house,\n Outworn by venerable length of days,\n May topple down upon it? But indeed\n For an immortal perils are there none.","Again, at parturitions of the wild\n And at the rites of Love, that souls should stand\n Ready hard by seems ludicrous enough&mdash;\n Immortals waiting for their mortal limbs\n In numbers innumerable, contending madly\n Which shall be first and chief to enter in!&mdash;\n Unless perchance among the souls there be\n Such treaties stablished that the first to come\n Flying along, shall enter in the first,\n And that they make no rivalries of strength!","Again, in ether can't exist a tree,\n Nor clouds in ocean deeps, nor in the fields\n Can fishes live, nor blood in timber be,\n Nor sap in boulders: fixed and arranged\n Where everything may grow and have its place.\n Thus nature of mind cannot arise alone\n Without the body, nor exist afar\n From thews and blood. But if 'twere possible,\n Much rather might this very power of mind\n Be in the head, the shoulders or the heels,\n And, born in any part soever, yet\n In the same man, in the same vessel abide.\n But since within this body even of ours\n Stands fixed and appears arranged sure\n Where soul and mind can each exist and grow,\n Deny we must the more that they can have\n Duration and birth, wholly outside the frame.\n For, verily, the mortal to conjoin\n With the eternal, and to feign they feel\n Together, and can function each with each,\n Is but to dote: for what can be conceived\n Of more unlike, discrepant, ill-assorted,\n Than something mortal in a union joined\n With an immortal and a secular\n To bear the outrageous tempests?","Then, again,\n Whatever abides eternal must indeed\n Either repel all strokes, because 'tis made\n Of solid body, and permit no entrance\n Of aught with power to sunder from within\n The parts compact&mdash;as are those seeds of stuff\n Whose nature we've exhibited before;\n Or else be able to endure through time\n For this: because they are from blows exempt,\n As is the void, the which abides untouched,\n Unsmit by any stroke; or else because\n There is no room around, whereto things can,\n As 'twere, depart in dissolution all,&mdash;\n Even as the sum of sums eternal is,\n Without or place beyond whereto things may\n Asunder fly, or bodies which can smite,\n And thus dissolve them by the blows of might.","But if perchance the soul's to be adjudged\n Immortal, mainly on ground 'tis kept secure\n In vital forces&mdash;either because there come\n Never at all things hostile to its weal,\n Or else because what come somehow retire,\n Repelled or ere we feel the harm they work,","For, lo, besides that, when the frame's diseased,\n Soul sickens too, there cometh, many a time,\n That which torments it with the things to be,\n Keeps it in dread, and wearies it with cares;\n And even when evil acts are of the past,\n Still gnaw the old transgressions bitterly.\n Add, too, that frenzy, peculiar to the mind,\n And that oblivion of the things that were;\n Add its submergence in the murky waves\n Of drowse and torpor.","We felt no touch of ill, when all sides round\n To battle came the Carthaginian host,\n And the times, shaken by tumultuous war,\n Under the aery coasts of arching heaven\n Shuddered and trembled, and all humankind\n Doubted to which the empery should fall\n By land and sea, thus when we are no more,\n When comes that sundering of our body and soul\n Through which we're fashioned to a single state,\n Verily naught to us, us then no more,\n Can come to pass, naught move our senses then&mdash;\n No, not if earth confounded were with sea,\n And sea with heaven. But if indeed do feel\n The nature of mind and energy of soul,\n After their severance from this body of ours,\n Yet nothing 'tis to us who in the bonds\n And wedlock of the soul and body live,\n Through which we're fashioned to a single state.\n And, even if time collected after death\n The matter of our frames and set it all\n Again in place as now, and if again\n To us the light of life were given, O yet\n That process too would not concern us aught,\n When once the self-succession of our sense\n Has been asunder broken. And now and here,\n Little enough we're busied with the selves\n We were aforetime, nor, concerning them,\n Suffer a sore distress. For shouldst thou gaze\n Backwards across all yesterdays of time\n The immeasurable, thinking how manifold\n The motions of matter are, then couldst thou well\n Credit this too: often these very seeds\n (From which we are to-day) of old were set\n In the same order as they are to-day&mdash;\n Yet this we can't to consciousness recall\n Through the remembering mind. For there hath been\n An interposed pause of life, and wide\n Have all the motions wandered everywhere\n From these our senses. For if woe and ail\n Perchance are toward, then the man to whom\n The bane can happen must himself be there\n At that same time. But death precludeth this,\n Forbidding life to him on whom might crowd\n Such irk and care; and granted 'tis to know:\n Nothing for us there is to dread in death,\n No wretchedness for him who is no more,\n The same estate as if ne'er born before,\n When death immortal hath ta'en the mortal life.","Hence, where thou seest a man to grieve because\n When dead he rots with body laid away,\n Or perishes in flames or jaws of beasts,\n Know well: he rings not true, and that beneath\n Still works an unseen sting upon his heart,\n However he deny that he believes.\n His shall be aught of feeling after death.\n For he, I fancy, grants not what he says,\n Nor what that presupposes, and he fails\n To pluck himself with all his roots from life\n And cast that self away, quite unawares\n Feigning that some remainder's left behind.\n For when in life one pictures to oneself\n His body dead by beasts and vultures torn,\n He pities his state, dividing not himself\n Therefrom, removing not the self enough\n From the body flung away, imagining\n Himself that body, and projecting there\n His own sense, as he stands beside it: hence\n He grieves that he is mortal born, nor marks\n That in true death there is no second self\n Alive and able to sorrow for self destroyed,\n Or stand lamenting that the self lies there\n Mangled or burning. For if it an evil is\n Dead to be jerked about by jaw and fang\n Of the wild brutes, I see not why 'twere not\n Bitter to lie on fires and roast in flames,\n Or suffocate in honey, and, reclined\n On the smooth oblong of an icy slab,\n Grow stiff in cold, or sink with load of earth\n Down-crushing from above.","\"Thee now no more\n The joyful house and best of wives shall welcome,\n Nor little sons run up to snatch their kisses\n And touch with silent happiness thy heart.\n Thou shalt not speed in undertakings more,\n Nor be the warder of thine own no more.\n Poor wretch,\" they say, \"one hostile hour hath ta'en\n Wretchedly from thee all life's many guerdons,\"\n But add not, \"yet no longer unto thee\n Remains a remnant of desire for them\"\n If this they only well perceived with mind\n And followed up with maxims, they would free\n Their state of man from anguish and from fear.\n \"O even as here thou art, aslumber in death,\n So shalt thou slumber down the rest of time,\n Released from every harrying pang. But we,\n We have bewept thee with insatiate woe,\n Standing beside whilst on the awful pyre\n Thou wert made ashes; and no day shall take\n For us the eternal sorrow from the breast.\"\n But ask the mourner what's the bitterness\n That man should waste in an eternal grief,\n If, after all, the thing's but sleep and rest?\n For when the soul and frame together are sunk\n In slumber, no one then demands his self\n Or being. Well, this sleep may be forever,\n Without desire of any selfhood more,\n For all it matters unto us asleep.\n Yet not at all do those primordial germs\n Roam round our members, at that time, afar\n From their own motions that produce our senses&mdash;\n Since, when he's startled from his sleep, a man\n Collects his senses. Death is, then, to us\n Much less&mdash;if there can be a less than that\n Which is itself a nothing: for there comes\n Hard upon death a scattering more great\n Of the throng of matter, and no man wakes up\n On whom once falls the icy pause of life.","This too, O often from the soul men say,\n Along their couches holding of the cups,\n With faces shaded by fresh wreaths awry:\n \"Brief is this fruit of joy to paltry man,\n Soon, soon departed, and thereafter, no,\n It may not be recalled.\"&mdash;As if, forsooth,\n It were their prime of evils in great death\n To parch, poor tongues, with thirst and arid drought,\n Or chafe for any lack.","Once more, if Nature\n Should of a sudden send a voice abroad,\n And her own self inveigh against us so:\n \"Mortal, what hast thou of such grave concern\n That thou indulgest in too sickly plaints?\n Why this bemoaning and beweeping death?\n For if thy life aforetime and behind\n To thee was grateful, and not all thy good\n Was heaped as in sieve to flow away\n And perish unavailingly, why not,\n Even like a banqueter, depart the halls,\n Laden with life? why not with mind content\n Take now, thou fool, thy unafflicted rest?\n But if whatever thou enjoyed hath been\n Lavished and lost, and life is now offence,\n Why seekest more to add&mdash;which in its turn\n Will perish foully and fall out in vain?\n O why not rather make an end of life,\n Of labour? For all I may devise or find\n To pleasure thee is nothing: all things are\n The same forever. Though not yet thy body\n Wrinkles with years, nor yet the frame exhausts\n Outworn, still things abide the same, even if\n Thou goest on to conquer all of time\n With length of days, yea, if thou never diest\"&mdash;\n What were our answer, but that Nature here\n Urges just suit and in her words lays down\n True cause of action? Yet should one complain,\n Riper in years and elder, and lament,\n Poor devil, his death more sorely than is fit,\n Then would she not, with greater right, on him\n Cry out, inveighing with a voice more shrill:\n \"Off with thy tears, and choke thy whines, buffoon!\n Thou wrinklest&mdash;after thou hast had the sum\n Of the guerdons of life; yet, since thou cravest ever\n What's not at hand, contemning present good,\n That life has slipped away, unperfected\n And unavailing unto thee. And now,\n Or ere thou guessed it, death beside thy head\n Stands&mdash;and before thou canst be going home\n Sated and laden with the goodly feast.\n But now yield all that's alien to thine age,&mdash;\n Up, with good grace! make room for sons: thou must.\"\n Justly, I fancy, would she reason thus,\n Justly inveigh and gird: since ever the old\n Outcrowded by the new gives way, and ever\n The one thing from the others is repaired.\n Nor no man is consigned to the abyss\n Of Tartarus, the black. For stuff must be,\n That thus the after-generations grow,&mdash;\n Though these, their life completed, follow thee;\n And thus like thee are generations all&mdash;\n Already fallen, or some time to fall.\n So one thing from another rises ever;\n And in fee-simple life is given to none,\n But unto all mere usufruct.","Look back:\n Nothing to us was all fore-passed eld\n Of time the eternal, ere we had a birth.\n And Nature holds this like a mirror up\n Of time-to-be when we are dead and gone.\n And what is there so horrible appears?\n Now what is there so sad about it all?\n Is't not serener far than any sleep?","And, verily, those tortures said to be\n In Acheron, the deep, they all are ours\n Here in this life. No Tantalus, benumbed\n With baseless terror, as the fables tell,\n Fears the huge boulder hanging in the air:\n But, rather, in life an empty dread of Gods\n Urges mortality, and each one fears\n Such fall of fortune as may chance to him.\n Nor eat the vultures into Tityus\n Prostrate in Acheron, nor can they find,\n Forsooth, throughout eternal ages, aught\n To pry around for in that mighty breast.\n However hugely he extend his bulk&mdash;\n Who hath for outspread limbs not acres nine,\n But the whole earth&mdash;he shall not able be\n To bear eternal pain nor furnish food\n From his own frame forever. But for us\n A Tityus is he whom vultures rend\n Prostrate in love, whom anxious anguish eats,\n Whom troubles of any unappeased desires\n Asunder rip. We have before our eyes\n Here in this life also a Sisyphus\n In him who seeketh of the populace\n The rods, the axes fell, and evermore\n Retires a beaten and a gloomy man.\n For to seek after power&mdash;an empty name,\n Nor given at all&mdash;and ever in the search\n To endure a world of toil, O this it is\n To shove with shoulder up the hill a stone\n Which yet comes rolling back from off the top,\n And headlong makes for levels of the plain.\n Then to be always feeding an ingrate mind,\n Filling with good things, satisfying never&mdash;\n As do the seasons of the year for us,\n When they return and bring their progenies\n And varied charms, and we are never filled\n With the fruits of life&mdash;O this, I fancy, 'tis\n To pour, like those young virgins in the tale,\n Waters into a sieve, unfilled forever.","Cerberus and Furies, and that Lack of Light","Tartarus, out-belching from his mouth the surge\n Of horrible heat&mdash;the which are nowhere, nor\n Indeed can be: but in this life is fear\n Of retributions just and expiations\n For evil acts: the dungeon and the leap\n From that dread rock of infamy, the stripes,\n The executioners, the oaken rack,\n The iron plates, bitumen, and the torch.\n And even though these are absent, yet the mind,\n With a fore-fearing conscience, plies its goads\n And burns beneath the lash, nor sees meanwhile\n What terminus of ills, what end of pine\n Can ever be, and feareth lest the same\n But grow more heavy after death. Of truth,\n The life of fools is Acheron on earth.","This also to thy very self sometimes\n Repeat thou mayst: \"Lo, even good Ancus left\n The sunshine with his eyes, in divers things\n A better man than thou, O worthless hind;\n And many other kings and lords of rule\n Thereafter have gone under, once who swayed\n O'er mighty peoples. And he also, he&mdash;\n Who whilom paved a highway down the sea,\n And gave his legionaries thoroughfare\n Along the deep, and taught them how to cross\n The pools of brine afoot, and did contemn,\n Trampling upon it with his cavalry,\n The bellowings of ocean&mdash;poured his soul\n From dying body, as his light was ta'en.\n And Scipio's son, the thunderbolt of war,\n Horror of Carthage, gave his bones to earth,\n Like to the lowliest villein in the house.\n Add finders-out of sciences and arts;\n Add comrades of the Heliconian dames,\n Among whom Homer, sceptered o'er them all,\n Now lies in slumber sunken with the rest.\n Then, too, Democritus, when ripened eld\n Admonished him his memory waned away,\n Of own accord offered his head to death.\n Even Epicurus went, his light of life\n Run out, the man in genius who o'er-topped\n The human race, extinguishing all others,\n As sun, in ether arisen, all the stars.\n Wilt thou, then, dally, thou complain to go?&mdash;\n For whom already life's as good as dead,\n Whilst yet thou livest and lookest?&mdash;who in sleep\n Wastest thy life&mdash;time's major part, and snorest\n Even when awake, and ceasest not to see\n The stuff of dreams, and bearest a mind beset\n By baseless terror, nor discoverest oft\n What's wrong with thee, when, like a sotted wretch,\n Thou'rt jostled along by many crowding cares,\n And wanderest reeling round, with mind aswim.\"","If men, in that same way as on the mind\n They feel the load that wearies with its weight,\n Could also know the causes whence it comes,\n And why so great the heap of ill on heart,\n O not in this sort would they live their life,\n As now so much we see them, knowing not\n What 'tis they want, and seeking ever and ever\n A change of place, as if to drop the burden.\n The man who sickens of his home goes out,\n Forth from his splendid halls, and straight&mdash;returns,\n Feeling i'faith no better off abroad.\n He races, driving his Gallic ponies along,\n Down to his villa, madly,&mdash;as in haste\n To hurry help to a house afire.&mdash;At once\n He yawns, as soon as foot has touched the threshold,\n Or drowsily goes off in sleep and seeks\n Forgetfulness, or maybe bustles about\n And makes for town again. In such a way\n Each human flees himself&mdash;a self in sooth,\n As happens, he by no means can escape;\n And willy-nilly he cleaves to it and loathes,\n Sick, sick, and guessing not the cause of ail.\n Yet should he see but that, O chiefly then,\n Leaving all else, he'd study to divine\n The nature of things, since here is in debate\n Eternal time and not the single hour,\n Mortal's estate in whatsoever remains\n After great death.","And too, when all is said,\n What evil lust of life is this so great\n Subdues us to live, so dreadfully distraught\n In perils and alarms? one fixed end\n Of life abideth for mortality;\n Death's not to shun, and we must go to meet.\n Besides we're busied with the same devices,\n Ever and ever, and we are at them ever,\n And there's no new delight that may be forged\n By living on. But whilst the thing we long for\n Is lacking, that seems good above all else;\n Thereafter, when we've touched it, something else\n We long for; ever one equal thirst of life\n Grips us agape. And doubtful 'tis what fortune\n The future times may carry, or what be\n That chance may bring, or what the issue next\n Awaiting us. Nor by prolonging life\n Take we the least away from death's own time,\n Nor can we pluck one moment off, whereby\n To minish the aeons of our state of death.\n Therefore, O man, by living on, fulfil\n As many generations as thou may:\n Eternal death shall there be waiting still;\n And he who died with light of yesterday\n Shall be no briefer time in death's No-more\n Than he who perished months or years before."]