["Who left us heritors of such vast prizes,\n By his own breast discovered and sought out?&mdash;\n There shall be none, methinks, of mortal stock.\n For if must needs be named for him the name\n Demanded by the now known majesty\n Of these high matters, then a god was he,&mdash;\n Hear me, illustrious Memmius&mdash;a god;\n Who first and chief found out that plan of life\n Which now is called philosophy, and who\n By cunning craft, out of such mighty waves,\n Out of such mighty darkness, moored life\n In havens so serene, in light so clear.\n Compare those old discoveries divine\n Of others: lo, according to the tale,\n Ceres established for mortality\n The grain, and Bacchus juice of vine-born grape,\n Though life might yet without these things abide,\n Even as report saith now some peoples live.\n But man's well-being was impossible\n Without a breast all free. Wherefore the more\n That man doth justly seem to us a god,\n From whom sweet solaces of life, afar\n Distributed o'er populous domains,\n Now soothe the minds of men. But if thou thinkest\n Labours of Hercules excel the same,\n Much farther from true reasoning thou farest.\n For what could hurt us now that mighty maw\n Of Nemeaean Lion, or what the Boar\n Who bristled in Arcadia? Or, again,\n O what could Cretan Bull, or Hydra, pest\n Of Lerna, fenced with vipers venomous?\n Or what the triple-breasted power of her\n The three-fold Geryon...\n The sojourners in the Stymphalian fens\n So dreadfully offend us, or the Steeds\n Of Thracian Diomedes breathing fire\n From out their nostrils off along the zones\n Bistonian and Ismarian? And the Snake,\n The dread fierce gazer, guardian of the golden\n And gleaming apples of the Hesperides,\n Coiled round the tree-trunk with tremendous bulk,\n O what, again, could he inflict on us\n Along the Atlantic shore and wastes of sea?&mdash;\n Where neither one of us approacheth nigh\n Nor no barbarian ventures. And the rest\n Of all those monsters slain, even if alive,\n Unconquered still, what injury could they do?\n None, as I guess. For so the glutted earth\n Swarms even now with savage beasts, even now\n Is filled with anxious terrors through the woods\n And mighty mountains and the forest deeps&mdash;\n Quarters 'tis ours in general to avoid.\n But lest the breast be purged, what conflicts then,\n What perils, must bosom, in our own despite!\n O then how great and keen the cares of lust\n That split the man distraught! How great the fears!\n And lo, the pride, grim greed, and wantonness&mdash;\n How great the slaughters in their train! and lo,\n Debaucheries and every breed of sloth!\n Therefore that man who subjugated these,\n And from the mind expelled, by words indeed,\n Not arms, O shall it not be seemly him\n To dignify by ranking with the gods?&mdash;\n And all the more since he was wont to give,\n Concerning the immortal gods themselves,\n Many pronouncements with a tongue divine,\n And to unfold by his pronouncements all\n The nature of the world.","ARGUMENT OF THE BOOK AND NEW PROEM\n AGAINST A TELEOLOGICAL CONCEPT","And walking now\n In his own footprints, I do follow through\n His reasonings, and with pronouncements teach\n The covenant whereby all things are framed,\n How under that covenant they must abide\n Nor ever prevail to abrogate the aeons'\n Inexorable decrees,&mdash;how (as we've found),\n In class of mortal objects, o'er all else,\n The mind exists of earth-born frame create\n And impotent unscathed to abide\n Across the mighty aeons, and how come\n In sleep those idol-apparitions,\n That so befool intelligence when we\n Do seem to view a man whom life has left.\n Thus far we've gone; the order of my plan\n Hath brought me now unto the point where I\n Must make report how, too, the universe\n Consists of mortal body, born in time,\n And in what modes that congregated stuff\n Established itself as earth and sky,\n Ocean, and stars, and sun, and ball of moon;\n And then what living creatures rose from out\n The old telluric places, and what ones\n Were never born at all; and in what mode\n The human race began to name its things\n And use the varied speech from man to man;\n And in what modes hath bosomed in their breasts\n That awe of gods, which halloweth in all lands\n Fanes, altars, groves, lakes, idols of the gods.\n Also I shall untangle by what power\n The steersman nature guides the sun's courses,\n And the meanderings of the moon, lest we,\n Percase, should fancy that of own free will\n They circle their perennial courses round,\n Timing their motions for increase of crops\n And living creatures, or lest we should think\n They roll along by any plan of gods.\n For even those men who have learned full well\n That godheads lead a long life free of care,\n If yet meanwhile they wonder by what plan\n Things can go on (and chiefly yon high things\n Observed o'erhead on the ethereal coasts),\n Again are hurried back unto the fears\n Of old religion and adopt again\n Harsh masters, deemed almighty,&mdash;wretched men,\n Unwitting what can be and what cannot,\n And by what law to each its scope prescribed,\n Its boundary stone that clings so deep in Time.","But for the rest,&mdash;lest we delay thee here\n Longer by empty promises&mdash;behold,\n Before all else, the seas, the lands, the sky:\n O Memmius, their threefold nature, lo,\n Their bodies three, three aspects so unlike,\n Three frames so vast, a single day shall give\n Unto annihilation! Then shall crash\n That massive form and fabric of the world\n Sustained so many aeons! Nor do I\n Fail to perceive how strange and marvellous\n This fact must strike the intellect of man,&mdash;\n Annihilation of the sky and earth\n That is to be,&mdash;and with what toil of words\n 'Tis mine to prove the same; as happens oft\n When once ye offer to man's listening ears\n Something before unheard of, but may not\n Subject it to the view of eyes for him\n Nor put it into hand&mdash;the sight and touch,\n Whereby the opened highways of belief\n Lead most directly into human breast\n And regions of intelligence. But yet\n I will speak out. The fact itself, perchance,\n Will force belief in these my words, and thou\n Mayst see, in little time, tremendously\n With risen commotions of the lands all things\n Quaking to pieces&mdash;which afar from us\n May she, the steersman Nature, guide: and may\n Reason, O rather than the fact itself,\n Persuade us that all things can be o'erthrown\n And sink with awful-sounding breakage down!","But ere on this I take a step to utter\n Oracles holier and soundlier based\n Than ever the Pythian pronounced for men\n From out the tripod and the Delphian laurel,\n I will unfold for thee with learned words\n Many a consolation, lest perchance,\n Still bridled by religion, thou suppose\n Lands, sun, and sky, sea, constellations, moon,\n Must dure forever, as of frame divine&mdash;\n And so conclude that it is just that those,\n (After the manner of the Giants), should all\n Pay the huge penalties for monstrous crime,\n Who by their reasonings do overshake\n The ramparts of the universe and wish\n There to put out the splendid sun of heaven,\n Branding with mortal talk immortal things&mdash;\n Though these same things are even so far removed\n From any touch of deity and seem\n So far unworthy of numbering with the gods,\n That well they may be thought to furnish rather\n A goodly instance of the sort of things\n That lack the living motion, living sense.\n For sure 'tis quite beside the mark to think\n That judgment and the nature of the mind\n In any kind of body can exist&mdash;\n Just as in ether can't exist a tree,\n Nor clouds in the salt sea, nor in the fields\n Can fishes live, nor blood in timber be,\n Nor sap in boulders: fixed and arranged\n Where everything may grow and have its place.\n Thus nature of mind cannot arise alone\n Without the body, nor have its being far\n From thews and blood. Yet if 'twere possible?&mdash;\n Much rather might this very power of mind\n Be in the head, the shoulders, or the heels,\n And, born in any part soever, yet\n In the same man, in the same vessel abide\n But since within this body even of ours\n Stands fixed and appears arranged sure\n Where soul and mind can each exist and grow,\n Deny we must the more that they can dure\n Outside the body and the breathing form\n In rotting clods of earth, in the sun's fire,\n In water, or in ether's skiey coasts.\n Therefore these things no whit are furnished\n With sense divine, since never can they be\n With life-force quickened.","Likewise, thou canst ne'er\n Believe the sacred seats of gods are here\n In any regions of this mundane world;\n Indeed, the nature of the gods, so subtle,\n So far removed from these our senses, scarce\n Is seen even by intelligence of mind.\n And since they've ever eluded touch and thrust\n Of human hands, they cannot reach to grasp\n Aught tangible to us. For what may not\n Itself be touched in turn can never touch.\n Wherefore, besides, also their seats must be\n Unlike these seats of ours,&mdash;even subtle too,\n As meet for subtle essence&mdash;as I'll prove\n Hereafter unto thee with large discourse.\n Further, to say that for the sake of men\n They willed to prepare this world's magnificence,\n And that 'tis therefore duty and behoof\n To praise the work of gods as worthy praise,\n And that 'tis sacrilege for men to shake\n Ever by any force from out their seats\n What hath been stablished by the Forethought old\n To everlasting for races of mankind,\n And that 'tis sacrilege to assault by words\n And overtopple all from base to beam,&mdash;\n Memmius, such notions to concoct and pile,\n Is verily&mdash;to dote. Our gratefulness,\n O what emoluments could it confer\n Upon Immortals and upon the Blessed\n That they should take a step to manage aught\n For sake of us? Or what new factor could,\n After so long a time, inveigle them&mdash;\n The hitherto reposeful&mdash;to desire\n To change their former life? For rather he\n Whom old things chafe seems likely to rejoice\n At new; but one that in fore-passed time\n Hath chanced upon no ill, through goodly years,\n O what could ever enkindle in such an one\n Passion for strange experiment? Or what\n The evil for us, if we had ne'er been born?&mdash;\n As though, forsooth, in darkling realms and woe\n Our life were lying till should dawn at last\n The day-spring of creation! Whosoever\n Hath been begotten wills perforce to stay\n In life, so long as fond delight detains;\n But whoso ne'er hath tasted love of life,\n And ne'er was in the count of living things,\n What hurts it him that he was never born?\n Whence, further, first was planted in the gods\n The archetype for gendering the world\n And the fore-notion of what man is like,\n So that they knew and pre-conceived with mind\n Just what they wished to make? Or how were known\n Ever the energies of primal germs,\n And what those germs, by interchange of place,\n Could thus produce, if nature's self had not\n Given example for creating all?\n For in such wise primordials of things,\n Many in many modes, astir by blows\n From immemorial aeons, in motion too\n By their own weights, have evermore been wont\n To be so borne along and in all modes\n To meet together and to try all sorts\n Which, by combining one with other, they\n Are powerful to create, that thus it is\n No marvel now, if they have also fallen\n Into arrangements such, and if they've passed\n Into vibrations such, as those whereby\n This sum of things is carried on to-day\n By fixed renewal. But knew I never what\n The seeds primordial were, yet would I dare\n This to affirm, even from deep judgments based\n Upon the ways and conduct of the skies&mdash;\n This to maintain by many a fact besides&mdash;\n That in no wise the nature of all things\n For us was fashioned by a power divine&mdash;\n So great the faults it stands encumbered with.\n First, mark all regions which are overarched\n By the prodigious reaches of the sky:\n One yawning part thereof the mountain-chains\n And forests of the beasts do have and hold;\n And cliffs, and desert fens, and wastes of sea\n (Which sunder afar the beaches of the lands)\n Possess it merely; and, again, thereof\n Well-nigh two-thirds intolerable heat\n And a perpetual fall of frost doth rob\n From mortal kind. And what is left to till,\n Even that the force of nature would o'errun\n With brambles, did not human force oppose,&mdash;\n Long wont for livelihood to groan and sweat\n Over the two-pronged mattock and to cleave\n The soil in twain by pressing on the plough.","Unless, by the ploughshare turning the fruitful clods\n And kneading the mould, we quicken into birth,\n [The crops] spontaneously could not come up\n Into the free bright air. Even then sometimes,\n When things acquired by the sternest toil\n Are now in leaf, are now in blossom all,\n Either the skiey sun with baneful heats\n Parches, or sudden rains or chilling rime\n Destroys, or flaws of winds with furious whirl\n Torment and twist. Beside these matters, why\n Doth nature feed and foster on land and sea\n The dreadful breed of savage beasts, the foes\n Of the human clan? Why do the seasons bring\n Distempers with them? Wherefore stalks at large\n Death, so untimely? Then, again, the babe,\n Like to the castaway of the raging surf,\n Lies naked on the ground, speechless, in want\n Of every help for life, when nature first\n Hath poured him forth upon the shores of light\n With birth-pangs from within the mother's womb,\n And with a plaintive wail he fills the place,&mdash;\n As well befitting one for whom remains\n In life a journey through so many ills.\n But all the flocks and herds and all wild beasts\n Come forth and grow, nor need the little rattles,\n Nor must be treated to the humouring nurse's\n Dear, broken chatter; nor seek they divers clothes\n To suit the changing skies; nor need, in fine,\n Nor arms, nor lofty ramparts, wherewithal\n Their own to guard&mdash;because the earth herself\n And nature, artificer of the world, bring forth\n Aboundingly all things for all.","So all have birth and perishable frame,\n Thus the whole nature of the world itself\n Must be conceived as perishable too.\n For, verily, those things of which we see\n The parts and members to have birth in time\n And perishable shapes, those same we mark\n To be invariably born in time\n And born to die. And therefore when I see\n The mightiest members and the parts of this\n Our world consumed and begot again,\n 'Tis mine to know that also sky above\n And earth beneath began of old in time\n And shall in time go under to disaster.","And lest in these affairs thou deemest me\n To have seized upon this point by sleight to serve\n My own caprice&mdash;because I have assumed\n That earth and fire are mortal things indeed,\n And have not doubted water and the air\n Both perish too and have affirmed the same\n To be again begotten and wax big&mdash;\n Mark well the argument: in first place, lo,\n Some certain parts of earth, grievously parched\n By unremitting suns, and trampled on\n By a vast throng of feet, exhale abroad\n A powdery haze and flying clouds of dust,\n Which the stout winds disperse in the whole air.\n A part, moreover, of her sod and soil\n Is summoned to inundation by the rains;\n And rivers graze and gouge the banks away.\n Besides, whatever takes a part its own\n In fostering and increasing [aught]...","Is rendered back; and since, beyond a doubt,\n Earth, the all-mother, is beheld to be\n Likewise the common sepulchre of things,\n Therefore thou seest her minished of her plenty,\n And then again augmented with new growth.","And for the rest, that sea, and streams, and springs\n Forever with new waters overflow,\n And that perennially the fluids well,\n Needeth no words&mdash;the mighty flux itself\n Of multitudinous waters round about\n Declareth this. But whatso water first\n Streams up is ever straightway carried off,\n And thus it comes to pass that all in all\n There is no overflow; in part because\n The burly winds (that over-sweep amain)\n And skiey sun (that with his rays dissolves)\n Do minish the level seas; in part because\n The water is diffused underground\n Through all the lands. The brine is filtered off,\n And then the liquid stuff seeps back again\n And all regathers at the river-heads,\n Whence in fresh-water currents on it flows\n Over the lands, adown the channels which\n Were cleft erstwhile and erstwhile bore along\n The liquid-footed floods.","Now, then, of air\n I'll speak, which hour by hour in all its body\n Is changed innumerably. For whatso'er\n Streams up in dust or vapour off of things,\n The same is all and always borne along\n Into the mighty ocean of the air;\n And did not air in turn restore to things\n Bodies, and thus recruit them as they stream,\n All things by this time had resolved been\n And changed into air. Therefore it never\n Ceases to be engendered off of things\n And to return to things, since verily\n In constant flux do all things stream.","Likewise,\n The abounding well-spring of the liquid light,\n The ethereal sun, doth flood the heaven o'er\n With constant flux of radiance ever new,\n And with fresh light supplies the place of light,\n Upon the instant. For whatever effulgence\n Hath first streamed off, no matter where it falls,\n Is lost unto the sun. And this 'tis thine\n To know from these examples: soon as clouds\n Have first begun to under-pass the sun,\n And, as it were, to rend the rays of light\n In twain, at once the lower part of them\n Is lost entire, and earth is overcast\n Where'er the thunderheads are rolled along&mdash;\n So know thou mayst that things forever need\n A fresh replenishment of gleam and glow,\n And each effulgence, foremost flashed forth,\n Perisheth one by one. Nor otherwise\n Can things be seen in sunlight, lest alway\n The fountain-head of light supply new light.\n Indeed your earthly beacons of the night,\n The hanging lampions and the torches, bright\n With darting gleams and dense with livid soot,\n Do hurry in like manner to supply\n With ministering heat new light amain;\n Are all alive to quiver with their fires,&mdash;\n Are so alive, that thus the light ne'er leaves\n The spots it shines on, as if rent in twain:\n So speedily is its destruction veiled\n By the swift birth of flame from all the fires.\n Thus, then, we must suppose that sun and moon\n And stars dart forth their light from under-births\n Ever and ever new, and whatso flames\n First rise do perish always one by one&mdash;\n Lest, haply, thou shouldst think they each endure\n Inviolable.","Again, perceivest not\n How stones are also conquered by Time?&mdash;\n Not how the lofty towers ruin down,\n And boulders crumble?&mdash;Not how shrines of gods\n And idols crack outworn?&mdash;Nor how indeed\n The holy Influence hath yet no power\n There to postpone the Terminals of Fate,\n Or headway make 'gainst Nature's fixed decrees?\n Again, behold we not the monuments\n Of heroes, now in ruins, asking us,\n In their turn likewise, if we don't believe\n They also age with eld? Behold we not\n The rended basalt ruining amain\n Down from the lofty mountains, powerless\n To dure and dree the mighty forces there\n Of finite time?&mdash;for they would never fall\n Rended asudden, if from infinite Past\n They had prevailed against all engin'ries\n Of the assaulting aeons, with no crash.","Again, now look at This, which round, above,\n Contains the whole earth in its one embrace:\n If from itself it procreates all things&mdash;\n As some men tell&mdash;and takes them to itself\n When once destroyed, entirely must it be\n Of mortal birth and body; for whate'er\n From out itself giveth to other things\n Increase and food, the same perforce must be\n Minished, and then recruited when it takes\n Things back into itself.","Besides all this,\n If there had been no origin-in-birth\n Of lands and sky, and they had ever been\n The everlasting, why, ere Theban war\n And obsequies of Troy, have other bards\n Not also chanted other high affairs?\n Whither have sunk so oft so many deeds\n Of heroes? Why do those deeds live no more,\n Ingrafted in eternal monuments\n Of glory? Verily, I guess, because\n The Sum is new, and of a recent date\n The nature of our universe, and had\n Not long ago its own exordium.\n Wherefore, even now some arts are being still\n Refined, still increased: now unto ships\n Is being added many a new device;\n And but the other day musician-folk\n Gave birth to melic sounds of organing;\n And, then, this nature, this account of things\n Hath been discovered latterly, and I\n Myself have been discovered only now,\n As first among the first, able to turn\n The same into ancestral Roman speech.\n Yet if, percase, thou deemest that ere this\n Existed all things even the same, but that\n Perished the cycles of the human race\n In fiery exhalations, or cities fell\n By some tremendous quaking of the world,\n Or rivers in fury, after constant rains,\n Had plunged forth across the lands of earth\n And whelmed the towns&mdash;then, all the more must thou\n Confess, defeated by the argument,\n That there shall be annihilation too\n Of lands and sky. For at a time when things\n Were being taxed by maladies so great,\n And so great perils, if some cause more fell\n Had then assailed them, far and wide they would\n Have gone to disaster and supreme collapse.\n And by no other reasoning are we\n Seen to be mortal, save that all of us\n Sicken in turn with those same maladies\n With which have sickened in the past those men\n Whom nature hath removed from life.","gain,\n Whatever abides eternal must indeed\n Either repel all strokes, because 'tis made\n Of solid body, and permit no entrance\n Of aught with power to sunder from within\n The parts compact&mdash;as are those seeds of stuff\n Whose nature we've exhibited before;\n Or else be able to endure through time\n For this: because they are from blows exempt,\n As is the void, the which abides untouched,\n Unsmit by any stroke; or else because\n There is no room around, whereto things can,\n As 'twere, depart in dissolution all,&mdash;\n Even as the sum of sums eternal is,\n Without or place beyond whereto things may\n Asunder fly, or bodies which can smite,\n And thus dissolve them by the blows of might.\n But not of solid body, as I've shown,\n Exists the nature of the world, because\n In things is intermingled there a void;\n Nor is the world yet as the void, nor are,\n Moreover, bodies lacking which, percase,\n Rising from out the infinite, can fell\n With fury-whirlwinds all this sum of things,\n Or bring upon them other cataclysm\n Of peril strange; and yonder, too, abides\n The infinite space and the profound abyss&mdash;\n Whereinto, lo, the ramparts of the world\n Can yet be shivered. Or some other power\n Can pound upon them till they perish all.\n Thus is the door of doom, O nowise barred\n Against the sky, against the sun and earth\n And deep-sea waters, but wide open stands\n And gloats upon them, monstrous and agape.\n Wherefore, again, 'tis needful to confess\n That these same things are born in time; for things\n Which are of mortal body could indeed\n Never from infinite past until to-day\n Have spurned the multitudinous assaults\n Of the immeasurable aeons old.","Again, since battle so fiercely one with other\n The four most mighty members the world,\n Aroused in an all unholy war,\n Seest not that there may be for them an end\n Of the long strife?&mdash;Or when the skiey sun\n And all the heat have won dominion o'er\n The sucked-up waters all?&mdash;And this they try\n Still to accomplish, though as yet they fail,&mdash;\n For so aboundingly the streams supply\n New store of waters that 'tis rather they\n Who menace the world with inundations vast\n From forth the unplumbed chasms of the sea.\n But vain&mdash;since winds (that over-sweep amain)\n And skiey sun (that with his rays dissolves)\n Do minish the level seas and trust their power\n To dry up all, before the waters can\n Arrive at the end of their endeavouring.\n Breathing such vasty warfare, they contend\n In balanced strife the one with other still\n Concerning mighty issues,&mdash;though indeed\n The fire was once the more victorious,\n And once&mdash;as goes the tale&mdash;the water won\n A kingdom in the fields. For fire o'ermastered\n And licked up many things and burnt away,\n What time the impetuous horses of the Sun\n Snatched Phaethon headlong from his skiey road\n Down the whole ether and over all the lands.\n But the omnipotent Father in keen wrath\n Then with the sudden smite of thunderbolt\n Did hurl the mighty-minded hero off\n Those horses to the earth. And Sol, his sire,\n Meeting him as he fell, caught up in hand\n The ever-blazing lampion of the world,\n And drave together the pell-mell horses there\n And yoked them all a-tremble, and amain,\n Steering them over along their own old road,\n Restored the cosmos,&mdash;as forsooth we hear\n From songs of ancient poets of the Greeks&mdash;\n A tale too far away from truth, meseems.\n For fire can win when from the infinite\n Has risen a larger throng of particles\n Of fiery stuff; and then its powers succumb,\n Somehow subdued again, or else at last\n It shrivels in torrid atmospheres the world.\n And whilom water too began to win&mdash;\n As goes the story&mdash;when it overwhelmed\n The lives of men with billows; and thereafter,\n When all that force of water-stuff which forth\n From out the infinite had risen up\n Did now retire, as somehow turned aside,\n The rain-storms stopped, and streams their fury checked.","FORMATION OF THE WORLD AND\n ASTRONOMICAL QUESTIONS","But in what modes that conflux of first-stuff\n Did found the multitudinous universe\n Of earth, and sky, and the unfathomed deeps\n Of ocean, and courses of the sun and moon,\n I'll now in order tell. For of a truth\n Neither by counsel did the primal germs\n 'Stablish themselves, as by keen act of mind,\n Each in its proper place; nor did they make,\n Forsooth, a compact how each germ should move;\n But, lo, because primordials of things,\n Many in many modes, astir by blows\n From immemorial aeons, in motion too\n By their own weights, have evermore been wont\n To be so borne along and in all modes\n To meet together and to try all sorts\n Which, by combining one with other, they\n Are powerful to create: because of this\n It comes to pass that those primordials,\n Diffused far and wide through mighty aeons,\n The while they unions try, and motions too,\n Of every kind, meet at the last amain,\n And so become oft the commencements fit\n Of mighty things&mdash;earth, sea, and sky, and race\n Of living creatures.","In that long-ago\n The wheel of the sun could nowhere be discerned\n Flying far up with its abounding blaze,\n Nor constellations of the mighty world,\n Nor ocean, nor heaven, nor even earth nor air.\n Nor aught of things like unto things of ours\n Could then be seen&mdash;but only some strange storm\n And a prodigious hurly-burly mass\n Compounded of all kinds of primal germs,\n Whose battling discords in disorder kept\n Interstices, and paths, coherencies,\n And weights, and blows, encounterings, and motions,\n Because, by reason of their forms unlike\n And varied shapes, they could not all thuswise\n Remain conjoined nor harmoniously\n Have interplay of movements. But from there\n Portions began to fly asunder, and like\n With like to join, and to block out a world,\n And to divide its members and dispose\n Its mightier parts&mdash;that is, to set secure\n The lofty heavens from the lands, and cause\n The sea to spread with waters separate,\n And fires of ether separate and pure\n Likewise to congregate apart.","For, lo,\n First came together the earthy particles\n (As being heavy and intertangled) there\n In the mid-region, and all began to take\n The lowest abodes; and ever the more they got\n One with another intertangled, the more\n They pressed from out their mass those particles\n Which were to form the sea, the stars, the sun,\n And moon, and ramparts of the mighty world&mdash;\n For these consist of seeds more smooth and round\n And of much smaller elements than earth.\n And thus it was that ether, fraught with fire,\n First broke away from out the earthen parts,\n Athrough the innumerable pores of earth,\n And raised itself aloft, and with itself\n Bore lightly off the many starry fires;\n And not far otherwise we often see","And the still lakes and the perennial streams\n Exhale a mist, and even as earth herself\n Is seen at times to smoke, when first at dawn\n The light of the sun, the many-rayed, begins\n To redden into gold, over the grass\n Begemmed with dew. When all of these are brought\n Together overhead, the clouds on high\n With now concreted body weave a cover\n Beneath the heavens. And thuswise ether too,\n Light and diffusive, with concreted body\n On all sides spread, on all sides bent itself\n Into a dome, and, far and wide diffused\n On unto every region on all sides,\n Thus hedged all else within its greedy clasp.\n Hard upon ether came the origins\n Of sun and moon, whose globes revolve in air\n Midway between the earth and mightiest ether,&mdash;\n For neither took them, since they weighed too little\n To sink and settle, but too much to glide\n Along the upmost shores; and yet they are\n In such a wise midway between the twain\n As ever to whirl their living bodies round,\n And ever to dure as parts of the wide Whole;\n In the same fashion as certain members may\n In us remain at rest, whilst others move.\n When, then, these substances had been withdrawn,\n Amain the earth, where now extend the vast\n Cerulean zones of all the level seas,\n Caved in, and down along the hollows poured\n The whirlpools of her brine; and day by day\n The more the tides of ether and rays of sun\n On every side constrained into one mass\n The earth by lashing it again, again,\n Upon its outer edges (so that then,\n Being thus beat upon, 'twas all condensed\n About its proper centre), ever the more\n The salty sweat, from out its body squeezed,\n Augmented ocean and the fields of foam\n By seeping through its frame, and all the more\n Those many particles of heat and air\n Escaping, began to fly aloft, and form,\n By condensation there afar from earth,\n The high refulgent circuits of the heavens.\n The plains began to sink, and windy slopes\n Of the high mountains to increase; for rocks\n Could not subside, nor all the parts of ground\n Settle alike to one same level there.","Thus, then, the massy weight of earth stood firm\n With now concreted body, when (as 'twere)\n All of the slime of the world, heavy and gross,\n Had run together and settled at the bottom,\n Like lees or bilge. Then ocean, then the air,\n Then ether herself, the fraught-with-fire, were all\n Left with their liquid bodies pure and free,\n And each more lighter than the next below;\n And ether, most light and liquid of the three,\n Floats on above the long aerial winds,\n Nor with the brawling of the winds of air\n Mingles its liquid body. It doth leave\n All there&mdash;those under-realms below her heights&mdash;\n There to be overset in whirlwinds wild,&mdash;\n Doth leave all there to brawl in wayward gusts,\n Whilst, gliding with a fixed impulse still,\n Itself it bears its fires along. For, lo,\n That ether can flow thus steadily on, on,\n With one unaltered urge, the Pontus proves&mdash;\n That sea which floweth forth with fixed tides,\n Keeping one onward tenor as it glides.","And that the earth may there abide at rest\n In the mid-region of the world, it needs\n Must vanish bit by bit in weight and lessen,\n And have another substance underneath,\n Conjoined to it from its earliest age\n In linked unison with the vasty world's\n Realms of the air in which it roots and lives.\n On this account, the earth is not a load,\n Nor presses down on winds of air beneath;\n Even as unto a man his members be\n Without all weight&mdash;the head is not a load\n Unto the neck; nor do we feel the whole\n Weight of the body to centre in the feet.\n But whatso weights come on us from without,\n Weights laid upon us, these harass and chafe,\n Though often far lighter. For to such degree\n It matters always what the innate powers\n Of any given thing may be. The earth\n Was, then, no alien substance fetched amain,\n And from no alien firmament cast down\n On alien air; but was conceived, like air,\n In the first origin of this the world,\n As a fixed portion of the same, as now\n Our members are seen to be a part of us.","Besides, the earth, when of a sudden shook\n By the big thunder, doth with her motion shake\n All that's above her&mdash;which she ne'er could do\n By any means, were earth not bounden fast\n Unto the great world's realms of air and sky:\n For they cohere together with common roots,\n Conjoined both, even from their earliest age,\n In linked unison. Aye, seest thou not\n That this most subtle energy of soul\n Supports our body, though so heavy a weight,&mdash;\n Because, indeed, 'tis with it so conjoined\n In linked unison? What power, in sum,\n Can raise with agile leap our body aloft,\n Save energy of mind which steers the limbs?\n Now seest thou not how powerful may be\n A subtle nature, when conjoined it is\n With heavy body, as air is with the earth\n Conjoined, and energy of mind with us?","Now let us sing what makes the stars to move.\n In first place, if the mighty sphere of heaven\n Revolveth round, then needs we must aver\n That on the upper and the under pole\n Presses a certain air, and from without\n Confines them and encloseth at each end;\n And that, moreover, another air above\n Streams on athwart the top of the sphere and tends\n In same direction as are rolled along\n The glittering stars of the eternal world;\n Or that another still streams on below\n To whirl the sphere from under up and on\n In opposite direction&mdash;as we see\n The rivers turn the wheels and water-scoops.\n It may be also that the heavens do all\n Remain at rest, whilst yet are borne along\n The lucid constellations; either because\n Swift tides of ether are by sky enclosed,\n And whirl around, seeking a passage out,\n And everywhere make roll the starry fires\n Through the Summanian regions of the sky;\n Or else because some air, streaming along\n From an eternal quarter off beyond,\n Whileth the driven fires, or, then, because\n The fires themselves have power to creep along,\n Going wherever their food invites and calls,\n And feeding their flaming bodies everywhere\n Throughout the sky. Yet which of these is cause\n In this our world 'tis hard to say for sure;\n But what can be throughout the universe,\n In divers worlds on divers plan create,\n This only do I show, and follow on\n To assign unto the motions of the stars\n Even several causes which 'tis possible\n Exist throughout the universal All;\n Of which yet one must be the cause even here\n Which maketh motion for our constellations.\n Yet to decide which one of them it be\n Is not the least the business of a man\n Advancing step by cautious step, as I.","Nor can the sun's wheel larger be by much\n Nor its own blaze much less than either seems\n Unto our senses. For from whatso spaces\n Fires have the power on us to cast their beams\n And blow their scorching exhalations forth\n Against our members, those same distances\n Take nothing by those intervals away\n From bulk of flames; and to the sight the fire\n Is nothing shrunken. Therefore, since the heat\n And the outpoured light of skiey sun\n Arrive our senses and caress our limbs,\n Form too and bigness of the sun must look\n Even here from earth just as they really be,\n So that thou canst scarce nothing take or add.\n And whether the journeying moon illuminate\n The regions round with bastard beams, or throw\n From off her proper body her own light,&mdash;\n Whichever it be, she journeys with a form\n Naught larger than the form doth seem to be\n Which we with eyes of ours perceive. For all\n The far removed objects of our gaze\n Seem through much air confused in their look\n Ere minished in their bigness. Wherefore, moon,\n Since she presents bright look and clear-cut form,\n May there on high by us on earth be seen\n Just as she is with extreme bounds defined,\n And just of the size. And lastly, whatso fires\n Of ether thou from earth beholdest, these\n Thou mayst consider as possibly of size\n The least bit less, or larger by a hair\n Than they appear&mdash;since whatso fires we view\n Here in the lands of earth are seen to change\n From time to time their size to less or more\n Only the least, when more or less away,\n So long as still they bicker clear, and still\n Their glow's perceived.","Nor need there be for men\n Astonishment that yonder sun so small\n Can yet send forth so great a light as fills\n Oceans and all the lands and sky aflood,\n And with its fiery exhalations steeps\n The world at large. For it may be, indeed,\n That one vast-flowing well-spring of the whole\n Wide world from here hath opened and out-gushed,\n And shot its light abroad; because thuswise\n The elements of fiery exhalations\n From all the world around together come,\n And thuswise flow into a bulk so big\n That from one single fountain-head may stream\n This heat and light. And seest thou not, indeed,\n How widely one small water-spring may wet\n The meadow-lands at times and flood the fields?\n 'Tis even possible, besides, that heat\n From forth the sun's own fire, albeit that fire\n Be not a great, may permeate the air\n With the fierce hot&mdash;if but, perchance, the air\n Be of condition and so tempered then\n As to be kindled, even when beat upon\n Only by little particles of heat&mdash;\n Just as we sometimes see the standing grain\n Or stubble straw in conflagration all\n From one lone spark. And possibly the sun,\n Agleam on high with rosy lampion,\n Possesses about him with invisible heats\n A plenteous fire, by no effulgence marked,\n So that he maketh, he, the Fraught-with-fire,\n Increase to such degree the force of rays.","Nor is there one sure cause revealed to men\n How the sun journeys from his summer haunts\n On to the mid-most winter turning-points\n In Capricorn, the thence reverting veers\n Back to solstitial goals of Cancer; nor\n How 'tis the moon is seen each month to cross\n That very distance which in traversing\n The sun consumes the measure of a year.\n I say, no one clear reason hath been given\n For these affairs. Yet chief in likelihood\n Seemeth the doctrine which the holy thought\n Of great Democritus lays down: that ever\n The nearer the constellations be to earth\n The less can they by whirling of the sky\n Be borne along, because those skiey powers\n Of speed aloft do vanish and decrease\n In under-regions, and the sun is thus\n Left by degrees behind amongst those signs\n That follow after, since the sun he lies\n Far down below the starry signs that blaze;\n And the moon lags even tardier than the sun:\n In just so far as is her course removed\n From upper heaven and nigh unto the lands,\n In just so far she fails to keep the pace\n With starry signs above; for just so far\n As feebler is the whirl that bears her on,\n (Being, indeed, still lower than the sun),\n In just so far do all the starry signs,\n Circling around, o'ertake her and o'erpass.\n Therefore it happens that the moon appears\n More swiftly to return to any sign\n Along the Zodiac, than doth the sun,\n Because those signs do visit her again\n More swiftly than they visit the great sun.\n It can be also that two streams of air\n Alternately at fixed periods\n Blow out from transverse regions of the world,\n Of which the one may thrust the sun away\n From summer-signs to mid-most winter goals\n And rigors of the cold, and the other then\n May cast him back from icy shades of chill\n Even to the heat-fraught regions and the signs\n That blaze along the Zodiac. So, too,\n We must suppose the moon and all the stars,\n Which through the mighty and sidereal years\n Roll round in mighty orbits, may be sped\n By streams of air from regions alternate.\n Seest thou not also how the clouds be sped\n By contrary winds to regions contrary,\n The lower clouds diversely from the upper?\n Then, why may yonder stars in ether there\n Along their mighty orbits not be borne\n By currents opposite the one to other?","But night o'erwhelms the lands with vasty murk\n Either when sun, after his diurnal course,\n Hath walked the ultimate regions of the sky\n And wearily hath panted forth his fires,\n Shivered by their long journeying and wasted\n By traversing the multitudinous air,\n Or else because the self-same force that drave\n His orb along above the lands compels\n Him then to turn his course beneath the lands.\n Matuta also at a fixed hour\n Spreadeth the roseate morning out along\n The coasts of heaven and deploys the light,\n Either because the self-same sun, returning\n Under the lands, aspires to seize the sky,\n Striving to set it blazing with his rays\n Ere he himself appear, or else because\n Fires then will congregate and many seeds\n Of heat are wont, even at a fixed time,\n To stream together&mdash;gendering evermore\n New suns and light. Just so the story goes\n That from the Idaean mountain-tops are seen\n Dispersed fires upon the break of day\n Which thence combine, as 'twere, into one ball\n And form an orb. Nor yet in these affairs\n Is aught for wonder that these seeds of fire\n Can thus together stream at time so fixed\n And shape anew the splendour of the sun.\n For many facts we see which come to pass\n At fixed time in all things: burgeon shrubs\n At fixed time, and at a fixed time\n They cast their flowers; and Eld commands the teeth,\n At time as surely fixed, to drop away,\n And Youth commands the growing boy to bloom\n With the soft down and let from both his cheeks\n The soft beard fall. And lastly, thunder-bolts,\n Snow, rains, clouds, winds, at seasons of the year\n Nowise unfixed, all do come to pass.\n For where, even from their old primordial start\n Causes have ever worked in such a way,\n And where, even from the world's first origin,\n Thuswise have things befallen, so even now\n After a fixed order they come round\n In sequence also.","Likewise, days may wax\n Whilst the nights wane, and daylight minished be\n Whilst nights do take their augmentations,\n Either because the self-same sun, coursing\n Under the lands and over in two arcs,\n A longer and a briefer, doth dispart\n The coasts of ether and divides in twain\n His orbit all unequally, and adds,\n As round he's borne, unto the one half there\n As much as from the other half he's ta'en,\n Until he then arrives that sign of heaven\n Where the year's node renders the shades of night\n Equal unto the periods of light.\n For when the sun is midway on his course\n Between the blasts of northwind and of south,\n Heaven keeps his two goals parted equally,\n By virtue of the fixed position old\n Of the whole starry Zodiac, through which\n That sun, in winding onward, takes a year,\n Illumining the sky and all the lands\n With oblique light&mdash;as men declare to us\n Who by their diagrams have charted well\n Those regions of the sky which be adorned\n With the arranged signs of Zodiac.\n Or else, because in certain parts the air\n Under the lands is denser, the tremulous\n Bright beams of fire do waver tardily,\n Nor easily can penetrate that air\n Nor yet emerge unto their rising-place:\n For this it is that nights in winter time\n Do linger long, ere comes the many-rayed\n Round Badge of the day. Or else because, as said,\n In alternating seasons of the year\n Fires, now more quick, and now more slow, are wont\n To stream together,&mdash;the fires which make the sun\n To rise in some one spot&mdash;therefore it is\n That those men seem to speak the truth [who hold\n A new sun is with each new daybreak born].","The moon she possibly doth shine because\n Strook by the rays of sun, and day by day\n May turn unto our gaze her light, the more\n She doth recede from orb of sun, until,\n Facing him opposite across the world,\n She hath with full effulgence gleamed abroad,\n And, at her rising as she soars above,\n Hath there observed his setting; thence likewise\n She needs must hide, as 'twere, her light behind\n By slow degrees, the nearer now she glides,\n Along the circle of the Zodiac,\n From her far place toward fires of yonder sun,&mdash;\n As those men hold who feign the moon to be\n Just like a ball and to pursue a course\n Betwixt the sun and earth. There is, again,\n Some reason to suppose that moon may roll\n With light her very own, and thus display\n The varied shapes of her resplendence there.\n For near her is, percase, another body,\n Invisible, because devoid of light,\n Borne on and gliding all along with her,\n Which in three modes may block and blot her disk.\n Again, she may revolve upon herself,\n Like to a ball's sphere&mdash;if perchance that be&mdash;\n One half of her dyed o'er with glowing light,\n And by the revolution of that sphere\n She may beget for us her varying shapes,\n Until she turns that fiery part of her\n Full to the sight and open eyes of men;\n Thence by slow stages round and back she whirls,\n Withdrawing thus the luminiferous part\n Of her sphered mass and ball, as, verily,\n The Babylonian doctrine of Chaldees,\n Refuting the art of Greek astrologers,\n Labours, in opposition, to prove sure&mdash;\n As if, forsooth, the thing for which each fights,\n Might not alike be true,&mdash;or aught there were\n Wherefore thou mightest risk embracing one\n More than the other notion. Then, again,\n Why a new moon might not forevermore\n Created be with fixed successions there\n Of shapes and with configurations fixed,\n And why each day that bright created moon\n Might not miscarry and another be,\n In its stead and place, engendered anew,\n 'Tis hard to show by reason, or by words\n To prove absurd&mdash;since, lo, so many things\n Can be create with fixed successions:\n Spring-time and Venus come, and Venus' boy,\n The winged harbinger, steps on before,\n And hard on Zephyr's foot-prints Mother Flora,\n Sprinkling the ways before them, filleth all\n With colours and with odours excellent;\n Whereafter follows arid Heat, and he\n Companioned is by Ceres, dusty one,\n And by the Etesian Breezes of the north;\n Then cometh Autumn on, and with him steps\n Lord Bacchus, and then other Seasons too\n And other Winds do follow&mdash;the high roar\n Of great Volturnus, and the Southwind strong\n With thunder-bolts. At last earth's Shortest-Day\n Bears on to men the snows and brings again\n The numbing cold. And Winter follows her,\n His teeth with chills a-chatter. Therefore, 'tis\n The less a marvel, if at fixed time\n A moon is thus begotten and again\n At fixed time destroyed, since things so many\n Can come to being thus at fixed time.\n Likewise, the sun's eclipses and the moon's\n Far occultations rightly thou mayst deem","As due to several causes. For, indeed,\n Why should the moon be able to shut out\n Earth from the light of sun, and on the side\n To earthward thrust her high head under sun,\n Opposing dark orb to his glowing beams&mdash;\n And yet, at same time, one suppose the effect\n Could not result from some one other body\n Which glides devoid of light forevermore?\n Again, why could not sun, in weakened state,\n At fixed time for-lose his fires, and then,\n When he has passed on along the air\n Beyond the regions, hostile to his flames,\n That quench and kill his fires, why could not he\n Renew his light? And why should earth in turn\n Have power to rob the moon of light, and there,\n Herself on high, keep the sun hid beneath,\n Whilst the moon glideth in her monthly course\n Athrough the rigid shadows of the cone?&mdash;\n And yet, at same time, some one other body\n Not have the power to under-pass the moon,\n Or glide along above the orb of sun,\n Breaking his rays and outspread light asunder?\n And still, if moon herself refulgent be\n With her own sheen, why could she not at times\n In some one quarter of the mighty world\n Grow weak and weary, whilst she passeth through\n Regions unfriendly to the beams her own?","Started the various courses of the sun\n And the moon's goings, and by what far means\n They can succumb, the while with thwarted light,\n And veil with shade the unsuspecting lands,\n When, as it were, they blink, and then again\n With open eye survey all regions wide,\n Resplendent with white radiance&mdash;I do now\n Return unto the world's primeval age\n And tell what first the soft young fields of earth\n With earliest parturition had decreed\n To raise in air unto the shores of light\n And to entrust unto the wayward winds.\n In the beginning, earth gave forth, around\n The hills and over all the length of plains,\n The race of grasses and the shining green;\n The flowery meadows sparkled all aglow\n With greening colour, and thereafter, lo,\n Unto the divers kinds of trees was given\n An emulous impulse mightily to shoot,\n With a free rein, aloft into the air.\n As feathers and hairs and bristles are begot\n The first on members of the four-foot breeds\n And on the bodies of the strong-y-winged,\n Thus then the new Earth first of all put forth\n Grasses and shrubs, and afterward begat\n The mortal generations, there upsprung&mdash;\n Innumerable in modes innumerable&mdash;\n After diverging fashions. For from sky\n These breathing-creatures never can have dropped,\n Nor the land-dwellers ever have come up\n Out of sea-pools of salt. How true remains,\n How merited is that adopted name\n Of earth&mdash;\"The Mother!\"&mdash;since from out the earth\n Are all begotten. And even now arise\n From out the loams how many living things&mdash;\n Concreted by the rains and heat of the sun.\n Wherefore 'tis less a marvel, if they sprang\n In Long Ago more many, and more big,\n Matured of those days in the fresh young years\n Of earth and ether. First of all, the race\n Of the winged ones and parti-coloured birds,\n Hatched out in spring-time, left their eggs behind;\n As now-a-days in summer tree-crickets\n Do leave their shiny husks of own accord,\n Seeking their food and living. Then it was\n This earth of thine first gave unto the day\n The mortal generations; for prevailed\n Among the fields abounding hot and wet.\n And hence, where any fitting spot was given,\n There 'gan to grow womb-cavities, by roots\n Affixed to earth. And when in ripened time\n The age of the young within (that sought the air\n And fled earth's damps) had burst these wombs, O then\n Would Nature thither turn the pores of earth\n And make her spurt from open veins a juice\n Like unto milk; even as a woman now\n Is filled, at child-bearing, with the sweet milk,\n Because all that swift stream of aliment\n Is thither turned unto the mother-breasts.\n There earth would furnish to the children food;\n Warmth was their swaddling cloth, the grass their bed\n Abounding in soft down. Earth's newness then\n Would rouse no dour spells of the bitter cold,\n Nor extreme heats nor winds of mighty powers&mdash;\n For all things grow and gather strength through time\n In like proportions; and then earth was young.","Wherefore, again, again, how merited\n Is that adopted name of Earth&mdash;The Mother!&mdash;\n Since she herself begat the human race,\n And at one well-nigh fixed time brought forth\n Each breast that ranges raving round about\n Upon the mighty mountains and all birds\n Aerial with many a varied shape.\n But, lo, because her bearing years must end,\n She ceased, like to a woman worn by eld.\n For lapsing aeons change the nature of\n The whole wide world, and all things needs must take\n One status after other, nor aught persists\n Forever like itself. All things depart;\n Nature she changeth all, compelleth all\n To transformation. Lo, this moulders down,\n A-slack with weary eld, and that, again,\n Prospers in glory, issuing from contempt.\n In suchwise, then, the lapsing aeons change\n The nature of the whole wide world, and earth\n Taketh one status after other. And what\n She bore of old, she now can bear no longer,\n And what she never bore, she can to-day.","In those days also the telluric world\n Strove to beget the monsters that upsprung\n With their astounding visages and limbs&mdash;\n The Man-woman&mdash;a thing betwixt the twain,\n Yet neither, and from either sex remote&mdash;\n Some gruesome Boggles orphaned of the feet,\n Some widowed of the hands, dumb Horrors too\n Without a mouth, or blind Ones of no eye,\n Or Bulks all shackled by their legs and arms\n Cleaving unto the body fore and aft,\n Thuswise, that never could they do or go,\n Nor shun disaster, nor take the good they would.\n And other prodigies and monsters earth\n Was then begetting of this sort&mdash;in vain,\n Since Nature banned with horror their increase,\n And powerless were they to reach unto\n The coveted flower of fair maturity,\n Or to find aliment, or to intertwine\n In works of Venus. For we see there must\n Concur in life conditions manifold,\n If life is ever by begetting life\n To forge the generations one by one:\n First, foods must be; and, next, a path whereby\n The seeds of impregnation in the frame\n May ooze, released from the members all;\n Last, the possession of those instruments\n Whereby the male with female can unite,\n The one with other in mutual ravishments.","And in the ages after monsters died,\n Perforce there perished many a stock, unable\n By propagation to forge a progeny.\n For whatsoever creatures thou beholdest\n Breathing the breath of life, the same have been\n Even from their earliest age preserved alive\n By cunning, or by valour, or at least\n By speed of foot or wing. And many a stock\n Remaineth yet, because of use to man,\n And so committed to man's guardianship.\n Valour hath saved alive fierce lion-breeds\n And many another terrorizing race,\n Cunning the foxes, flight the antlered stags.\n Light-sleeping dogs with faithful heart in breast,\n However, and every kind begot from seed\n Of beasts of draft, as, too, the woolly flocks\n And horned cattle, all, my Memmius,\n Have been committed to guardianship of men.\n For anxiously they fled the savage beasts,\n And peace they sought and their abundant foods,\n Obtained with never labours of their own,\n Which we secure to them as fit rewards\n For their good service. But those beasts to whom\n Nature has granted naught of these same things&mdash;\n Beasts quite unfit by own free will to thrive\n And vain for any service unto us\n In thanks for which we should permit their kind\n To feed and be in our protection safe&mdash;\n Those, of a truth, were wont to be exposed,\n Enshackled in the gruesome bonds of doom,\n As prey and booty for the rest, until\n Nature reduced that stock to utter death.","But Centaurs ne'er have been, nor can there be\n Creatures of twofold stock and double frame,\n Compact of members alien in kind,\n Yet formed with equal function, equal force\n In every bodily part&mdash;a fact thou mayst,\n However dull thy wits, well learn from this:\n The horse, when his three years have rolled away,\n Flowers in his prime of vigour; but the boy\n Not so, for oft even then he gropes in sleep\n After the milky nipples of the breasts,\n An infant still. And later, when at last\n The lusty powers of horses and stout limbs,\n Now weak through lapsing life, do fail with age,\n Lo, only then doth youth with flowering years\n Begin for boys, and clothe their ruddy cheeks\n With the soft down. So never deem, percase,\n That from a man and from the seed of horse,\n The beast of draft, can Centaurs be composed\n Or e'er exist alive, nor Scyllas be&mdash;\n The half-fish bodies girdled with mad dogs&mdash;\n Nor others of this sort, in whom we mark\n Members discordant each with each; for ne'er\n At one same time they reach their flower of age\n Or gain and lose full vigour of their frame,\n And never burn with one same lust of love,\n And never in their habits they agree,\n Nor find the same foods equally delightsome&mdash;\n Sooth, as one oft may see the bearded goats\n Batten upon the hemlock which to man\n Is violent poison. Once again, since flame\n Is wont to scorch and burn the tawny bulks\n Of the great lions as much as other kinds\n Of flesh and blood existing in the lands,\n How could it be that she, Chimaera lone,\n With triple body&mdash;fore, a lion she;\n And aft, a dragon; and betwixt, a goat&mdash;\n Might at the mouth from out the body belch\n Infuriate flame? Wherefore, the man who feigns\n Such beings could have been engendered\n When earth was new and the young sky was fresh\n (Basing his empty argument on new)\n May babble with like reason many whims\n Into our ears: he'll say, perhaps, that then\n Rivers of gold through every landscape flowed,\n That trees were wont with precious stones to flower,\n Or that in those far aeons man was born\n With such gigantic length and lift of limbs\n As to be able, based upon his feet,\n Deep oceans to bestride or with his hands\n To whirl the firmament around his head.\n For though in earth were many seeds of things\n In the old time when this telluric world\n First poured the breeds of animals abroad,\n Still that is nothing of a sign that then\n Such hybrid creatures could have been begot\n And limbs of all beasts heterogeneous\n Have been together knit; because, indeed,\n The divers kinds of grasses and the grains\n And the delightsome trees&mdash;which even now\n Spring up abounding from within the earth&mdash;\n Can still ne'er be begotten with their stems\n Begrafted into one; but each sole thing\n Proceeds according to its proper wont\n And all conserve their own distinctions based\n In nature's fixed decree.","Of bigger and more solid bones within,\n And knit with stalwart sinews through the flesh,\n Nor easily seized by either heat or cold,\n Or alien food or any ail or irk.\n And whilst so many lustrums of the sun\n Rolled on across the sky, men led a life\n After the roving habit of wild beasts.\n Not then were sturdy guiders of curved ploughs,\n And none knew then to work the fields with iron,\n Or plant young shoots in holes of delved loam,\n Or lop with hooked knives from off high trees\n The boughs of yester-year. What sun and rains\n To them had given, what earth of own accord\n Created then, was boon enough to glad\n Their simple hearts. Mid acorn-laden oaks\n Would they refresh their bodies for the nonce;\n And the wild berries of the arbute-tree,\n Which now thou seest to ripen purple-red\n In winter time, the old telluric soil\n Would bear then more abundant and more big.\n And many coarse foods, too, in long ago\n The blooming freshness of the rank young world\n Produced, enough for those poor wretches there.\n And rivers and springs would summon them of old\n To slake the thirst, as now from the great hills\n The water's down-rush calls aloud and far\n The thirsty generations of the wild.\n So, too, they sought the grottos of the Nymphs&mdash;\n The woodland haunts discovered as they ranged&mdash;\n From forth of which they knew that gliding rills\n With gush and splash abounding laved the rocks,\n The dripping rocks, and trickled from above\n Over the verdant moss; and here and there\n Welled up and burst across the open flats.\n As yet they knew not to enkindle fire\n Against the cold, nor hairy pelts to use\n And clothe their bodies with the spoils of beasts;\n But huddled in groves, and mountain-caves, and woods,\n And 'mongst the thickets hid their squalid backs,\n When driven to flee the lashings of the winds\n And the big rains. Nor could they then regard\n The general good, nor did they know to use\n In common any customs, any laws:\n Whatever of booty fortune unto each\n Had proffered, each alone would bear away,\n By instinct trained for self to thrive and live.\n And Venus in the forests then would link\n The lovers' bodies; for the woman yielded\n Either from mutual flame, or from the man's\n Impetuous fury and insatiate lust,\n Or from a bribe&mdash;as acorn-nuts, choice pears,\n Or the wild berries of the arbute-tree.\n And trusting wondrous strength of hands and legs,\n They'd chase the forest-wanderers, the beasts;\n And many they'd conquer, but some few they fled,\n A-skulk into their hiding-places...","With the flung stones and with the ponderous heft\n Of gnarled branch. And by the time of night\n O'ertaken, they would throw, like bristly boars,\n Their wildman's limbs naked upon the earth,\n Rolling themselves in leaves and fronded boughs.\n Nor would they call with lamentations loud\n Around the fields for daylight and the sun,\n Quaking and wand'ring in shadows of the night;\n But, silent and buried in a sleep, they'd wait\n Until the sun with rosy flambeau brought\n The glory to the sky. From childhood wont\n Ever to see the dark and day begot\n In times alternate, never might they be\n Wildered by wild misgiving, lest a night\n Eternal should possess the lands, with light\n Of sun withdrawn forever. But their care\n Was rather that the clans of savage beasts\n Would often make their sleep-time horrible\n For those poor wretches; and, from home y-driven,\n They'd flee their rocky shelters at approach\n Of boar, the spumy-lipped, or lion strong,\n And in the midnight yield with terror up\n To those fierce guests their beds of out-spread leaves.","And yet in those days not much more than now\n Would generations of mortality\n Leave the sweet light of fading life behind.\n Indeed, in those days here and there a man,\n More oftener snatched upon, and gulped by fangs,\n Afforded the beasts a food that roared alive,\n Echoing through groves and hills and forest-trees,\n Even as he viewed his living flesh entombed\n Within a living grave; whilst those whom flight\n Had saved, with bone and body bitten, shrieked,\n Pressing their quivering palms to loathsome sores,\n With horrible voices for eternal death&mdash;\n Until, forlorn of help, and witless what\n Might medicine their wounds, the writhing pangs\n Took them from life. But not in those far times\n Would one lone day give over unto doom\n A soldiery in thousands marching on\n Beneath the battle-banners, nor would then\n The ramping breakers of the main seas dash\n Whole argosies and crews upon the rocks.\n But ocean uprisen would often rave in vain,\n Without all end or outcome, and give up\n Its empty menacings as lightly too;\n Nor soft seductions of a serene sea\n Could lure by laughing billows any man\n Out to disaster: for the science bold\n Of ship-sailing lay dark in those far times.\n Again, 'twas then that lack of food gave o'er\n Men's fainting limbs to dissolution: now\n 'Tis plenty overwhelms. Unwary, they\n Oft for themselves themselves would then outpour\n The poison; now, with nicer art, themselves\n They give the drafts to others.","Were known; and when they saw an offspring born\n From out themselves, then first the human race\n Began to soften. For 'twas now that fire\n Rendered their shivering frames less staunch to bear,\n Under the canopy of the sky, the cold;\n And Love reduced their shaggy hardiness;\n And children, with the prattle and the kiss,\n Soon broke the parents' haughty temper down.\n Then, too, did neighbours 'gin to league as friends,\n Eager to wrong no more or suffer wrong,\n And urged for children and the womankind\n Mercy, of fathers, whilst with cries and gestures\n They stammered hints how meet it was that all\n Should have compassion on the weak. And still,\n Though concord not in every wise could then\n Begotten be, a good, a goodly part\n Kept faith inviolate&mdash;or else mankind\n Long since had been unutterably cut off,\n And propagation never could have brought\n The species down the ages.","Lest, perchance,\n Concerning these affairs thou ponderest\n In silent meditation, let me say\n 'Twas lightning brought primevally to earth\n The fire for mortals, and from thence hath spread\n O'er all the lands the flames of heat. For thus\n Even now we see so many objects, touched\n By the celestial flames, to flash aglow,\n When thunderbolt has dowered them with heat.\n Yet also when a many-branched tree,\n Beaten by winds, writhes swaying to and fro,\n Pressing 'gainst branches of a neighbour tree,\n There by the power of mighty rub and rub\n Is fire engendered; and at times out-flares\n The scorching heat of flame, when boughs do chafe\n Against the trunks. And of these causes, either\n May well have given to mortal men the fire.\n Next, food to cook and soften in the flame\n The sun instructed, since so oft they saw\n How objects mellowed, when subdued by warmth\n And by the raining blows of fiery beams,\n Through all the fields.","And more and more each day\n Would men more strong in sense, more wise in heart,\n Teach them to change their earlier mode and life\n By fire and new devices. Kings began\n Cities to found and citadels to set,\n As strongholds and asylums for themselves,\n And flocks and fields to portion for each man\n After the beauty, strength, and sense of each&mdash;\n For beauty then imported much, and strength\n Had its own rights supreme. Thereafter, wealth\n Discovered was, and gold was brought to light,\n Which soon of honour stripped both strong and fair;\n For men, however beautiful in form\n Or valorous, will follow in the main\n The rich man's party. Yet were man to steer\n His life by sounder reasoning, he'd own\n Abounding riches, if with mind content\n He lived by thrift; for never, as I guess,\n Is there a lack of little in the world.\n But men wished glory for themselves and power\n Even that their fortunes on foundations firm\n Might rest forever, and that they themselves,\n The opulent, might pass a quiet life&mdash;\n In vain, in vain; since, in the strife to climb\n On to the heights of honour, men do make\n Their pathway terrible; and even when once\n They reach them, envy like the thunderbolt\n At times will smite, O hurling headlong down\n To murkiest Tartarus, in scorn; for, lo,\n All summits, all regions loftier than the rest,\n Smoke, blasted as by envy's thunderbolts;\n So better far in quiet to obey,\n Than to desire chief mastery of affairs\n And ownership of empires. Be it so;\n And let the weary sweat their life-blood out\n All to no end, battling in hate along\n The narrow path of man's ambition;\n Since all their wisdom is from others' lips,\n And all they seek is known from what they've heard\n And less from what they've thought. Nor is this folly\n Greater to-day, nor greater soon to be,\n Than' twas of old.","And therefore kings were slain,\n And pristine majesty of golden thrones\n And haughty sceptres lay o'erturned in dust;\n And crowns, so splendid on the sovereign heads,\n Soon bloody under the proletarian feet,\n Groaned for their glories gone&mdash;for erst o'er-much\n Dreaded, thereafter with more greedy zest\n Trampled beneath the rabble heel. Thus things\n Down to the vilest lees of brawling mobs\n Succumbed, whilst each man sought unto himself\n Dominion and supremacy. So next\n Some wiser heads instructed men to found\n The magisterial office, and did frame\n Codes that they might consent to follow laws.\n For humankind, o'er wearied with a life\n Fostered by force, was ailing from its feuds;\n And so the sooner of its own free will\n Yielded to laws and strictest codes. For since\n Each hand made ready in its wrath to take\n A vengeance fiercer than by man's fair laws\n Is now conceded, men on this account\n Loathed the old life fostered by force. 'Tis thence\n That fear of punishments defiles each prize\n Of wicked days; for force and fraud ensnare\n Each man around, and in the main recoil\n On him from whence they sprung. Not easy 'tis\n For one who violates by ugly deeds\n The bonds of common peace to pass a life\n Composed and tranquil. For albeit he 'scape\n The race of gods and men, he yet must dread\n 'Twill not be hid forever&mdash;since, indeed,\n So many, oft babbling on amid their dreams\n Or raving in sickness, have betrayed themselves\n (As stories tell) and published at last\n Old secrets and the sins.","But nature 'twas\n Urged men to utter various sounds of tongue\n And need and use did mould the names of things,\n About in same wise as the lack-speech years\n Compel young children unto gesturings,\n Making them point with finger here and there\n At what's before them. For each creature feels\n By instinct to what use to put his powers.\n Ere yet the bull-calf's scarce begotten horns\n Project above his brows, with them he 'gins\n Enraged to butt and savagely to thrust.\n But whelps of panthers and the lion's cubs\n With claws and paws and bites are at the fray\n Already, when their teeth and claws be scarce\n As yet engendered. So again, we see\n All breeds of winged creatures trust to wings\n And from their fledgling pinions seek to get\n A fluttering assistance. Thus, to think\n That in those days some man apportioned round\n To things their names, and that from him men learned\n Their first nomenclature, is foolery.\n For why could he mark everything by words\n And utter the various sounds of tongue, what time\n The rest may be supposed powerless\n To do the same? And, if the rest had not\n Already one with other used words,\n Whence was implanted in the teacher, then,\n Fore-knowledge of their use, and whence was given\n To him alone primordial faculty\n To know and see in mind what 'twas he willed?\n Besides, one only man could scarce subdue\n An overmastered multitude to choose\n To get by heart his names of things. A task\n Not easy 'tis in any wise to teach\n And to persuade the deaf concerning what\n 'Tis needful for to do. For ne'er would they\n Allow, nor ne'er in anywise endure\n Perpetual vain dingdong in their ears\n Of spoken sounds unheard before. And what,\n At last, in this affair so wondrous is,\n That human race (in whom a voice and tongue\n Were now in vigour) should by divers words\n Denote its objects, as each divers sense\n Might prompt?&mdash;since even the speechless herds, aye, since\n The very generations of wild beasts\n Are wont dissimilar and divers sounds\n To rouse from in them, when there's fear or pain,\n And when they burst with joys. And this, forsooth,\n 'Tis thine to know from plainest facts: when first\n Huge flabby jowls of mad Molossian hounds,\n Baring their hard white teeth, begin to snarl,\n They threaten, with infuriate lips peeled back,\n In sounds far other than with which they bark\n And fill with voices all the regions round.\n And when with fondling tongue they start to lick\n Their puppies, or do toss them round with paws,\n Feigning with gentle bites to gape and snap,\n They fawn with yelps of voice far other then\n Than when, alone within the house, they bay,\n Or whimpering slink with cringing sides from blows.\n Again the neighing of the horse, is that\n Not seen to differ likewise, when the stud\n In buoyant flower of his young years raves,\n Goaded by winged Love, amongst the mares,\n And when with widening nostrils out he snorts\n The call to battle, and when haply he\n Whinnies at times with terror-quaking limbs?\n Lastly, the flying race, the dappled birds,\n Hawks, ospreys, sea-gulls, searching food and life\n Amid the ocean billows in the brine,\n Utter at other times far other cries\n Than when they fight for food, or with their prey\n Struggle and strain. And birds there are which change\n With changing weather their own raucous songs&mdash;\n As long-lived generations of the crows\n Or flocks of rooks, when they be said to cry\n For rain and water and to call at times\n For winds and gales. Ergo, if divers moods\n Compel the brutes, though speechless evermore,\n To send forth divers sounds, O truly then\n How much more likely 'twere that mortal men\n In those days could with many a different sound\n Denote each separate thing.","And now what cause\n Hath spread divinities of gods abroad\n Through mighty nations, and filled the cities full\n Of the high altars, and led to practices\n Of solemn rites in season&mdash;rites which still\n Flourish in midst of great affairs of state\n And midst great centres of man's civic life,\n The rites whence still a poor mortality\n Is grafted that quaking awe which rears aloft\n Still the new temples of gods from land to land\n And drives mankind to visit them in throngs\n On holy days&mdash;'tis not so hard to give\n Reason thereof in speech. Because, in sooth,\n Even in those days would the race of man\n Be seeing excelling visages of gods\n With mind awake; and in his sleeps, yet more&mdash;\n Bodies of wondrous growth. And, thus, to these\n Would men attribute sense, because they seemed\n To move their limbs and speak pronouncements high,\n Befitting glorious visage and vast powers.\n And men would give them an eternal life,\n Because their visages forevermore\n Were there before them, and their shapes remained,\n And chiefly, however, because men would not think\n Beings augmented with such mighty powers\n Could well by any force o'ermastered be.\n And men would think them in their happiness\n Excelling far, because the fear of death\n Vexed no one of them at all, and since\n At same time in men's sleeps men saw them do\n So many wonders, and yet feel therefrom\n Themselves no weariness. Besides, men marked\n How in a fixed order rolled around\n The systems of the sky, and changed times\n Of annual seasons, nor were able then\n To know thereof the causes. Therefore 'twas\n Men would take refuge in consigning all\n Unto divinities, and in feigning all\n Was guided by their nod. And in the sky\n They set the seats and vaults of gods, because\n Across the sky night and the moon are seen\n To roll along&mdash;moon, day, and night, and night's\n Old awesome constellations evermore,\n And the night-wandering fireballs of the sky,\n And flying flames, clouds, and the sun, the rains,\n Snow and the winds, the lightnings, and the hail,\n And the swift rumblings, and the hollow roar\n Of mighty menacings forevermore.","O humankind unhappy!&mdash;when it ascribed\n Unto divinities such awesome deeds,\n And coupled thereto rigours of fierce wrath!\n What groans did men on that sad day beget\n Even for themselves, and O what wounds for us,\n What tears for our children's children! Nor, O man,\n Is thy true piety in this: with head\n Under the veil, still to be seen to turn\n Fronting a stone, and ever to approach\n Unto all altars; nor so prone on earth\n Forward to fall, to spread upturned palms\n Before the shrines of gods, nor yet to dew\n Altars with profuse blood of four-foot beasts,\n Nor vows with vows to link. But rather this:\n To look on all things with a master eye\n And mind at peace. For when we gaze aloft\n Upon the skiey vaults of yon great world\n And ether, fixed high o'er twinkling stars,\n And into our thought there come the journeyings\n Of sun and moon, O then into our breasts,\n O'erburdened already with their other ills,\n Begins forthwith to rear its sudden head\n One more misgiving: lest o'er us, percase,\n It be the gods' immeasurable power\n That rolls, with varied motion, round and round\n The far white constellations. For the lack\n Of aught of reasons tries the puzzled mind:\n Whether was ever a birth-time of the world,\n And whether, likewise, any end shall be\n How far the ramparts of the world can still\n Outstand this strain of ever-roused motion,\n Or whether, divinely with eternal weal\n Endowed, they can through endless tracts of age\n Glide on, defying the o'er-mighty powers\n Of the immeasurable ages. Lo,\n What man is there whose mind with dread of gods\n Cringes not close, whose limbs with terror-spell\n Crouch not together, when the parched earth\n Quakes with the horrible thunderbolt amain,\n And across the mighty sky the rumblings run?\n Do not the peoples and the nations shake,\n And haughty kings do they not hug their limbs,\n Strook through with fear of the divinities,\n Lest for aught foully done or madly said\n The heavy time be now at hand to pay?\n When, too, fierce force of fury-winds at sea\n Sweepeth a navy's admiral down the main\n With his stout legions and his elephants,\n Doth he not seek the peace of gods with vows,\n And beg in prayer, a-tremble, lulled winds\n And friendly gales?&mdash;in vain, since, often up-caught\n In fury-cyclones, is he borne along,\n For all his mouthings, to the shoals of doom.\n Ah, so irrevocably some hidden power\n Betramples forevermore affairs of men,\n And visibly grindeth with its heel in mire\n The lictors' glorious rods and axes dire,\n Having them in derision! Again, when earth\n From end to end is rocking under foot,\n And shaken cities ruin down, or threaten\n Upon the verge, what wonder is it then\n That mortal generations abase themselves,\n And unto gods in all affairs of earth\n Assign as last resort almighty powers\n And wondrous energies to govern all?","Now for the rest: copper and gold and iron\n Discovered were, and with them silver's weight\n And power of lead, when with prodigious heat\n The conflagrations burned the forest trees\n Among the mighty mountains, by a bolt\n Of lightning from the sky, or else because\n Men, warring in the woodlands, on their foes\n Had hurled fire to frighten and dismay,\n Or yet because, by goodness of the soil\n Invited, men desired to clear rich fields\n And turn the countryside to pasture-lands,\n Or slay the wild and thrive upon the spoils.\n (For hunting by pit-fall and by fire arose\n Before the art of hedging the covert round\n With net or stirring it with dogs of chase.)\n Howso the fact, and from what cause soever\n The flamy heat with awful crack and roar\n Had there devoured to their deepest roots\n The forest trees and baked the earth with fire,\n Then from the boiling veins began to ooze\n O rivulets of silver and of gold,\n Of lead and copper too, collecting soon\n Into the hollow places of the ground.\n And when men saw the cooled lumps anon\n To shine with splendour-sheen upon the ground,\n Much taken with that lustrous smooth delight,\n They 'gan to pry them out, and saw how each\n Had got a shape like to its earthy mould.\n Then would it enter their heads how these same lumps,\n If melted by heat, could into any form\n Or figure of things be run, and how, again,\n If hammered out, they could be nicely drawn\n To sharpest points or finest edge, and thus\n Yield to the forgers tools and give them power\n To chop the forest down, to hew the logs,\n To shave the beams and planks, besides to bore\n And punch and drill. And men began such work\n At first as much with tools of silver and gold\n As with the impetuous strength of the stout copper;\n But vainly&mdash;since their over-mastered power\n Would soon give way, unable to endure,\n Like copper, such hard labour. In those days\n Copper it was that was the thing of price;\n And gold lay useless, blunted with dull edge.\n Now lies the copper low, and gold hath come\n Unto the loftiest honours. Thus it is\n That rolling ages change the times of things:\n What erst was of a price, becomes at last\n A discard of no honour; whilst another\n Succeeds to glory, issuing from contempt,\n And day by day is sought for more and more,\n And, when 'tis found, doth flower in men's praise,\n Objects of wondrous honour.","Now, Memmius,\n How nature of iron discovered was, thou mayst\n Of thine own self divine. Man's ancient arms\n Were hands, and nails and teeth, stones too and boughs&mdash;\n Breakage of forest trees&mdash;and flame and fire,\n As soon as known. Thereafter force of iron\n And copper discovered was; and copper's use\n Was known ere iron's, since more tractable\n Its nature is and its abundance more.\n With copper men to work the soil began,\n With copper to rouse the hurly waves of war,\n To straw the monstrous wounds, and seize away\n Another's flocks and fields. For unto them,\n Thus armed, all things naked of defence\n Readily yielded. Then by slow degrees\n The sword of iron succeeded, and the shape\n Of brazen sickle into scorn was turned:\n With iron to cleave the soil of earth they 'gan,\n And the contentions of uncertain war\n Were rendered equal.","And, lo, man was wont\n Armed to mount upon the ribs of horse\n And guide him with the rein, and play about\n With right hand free, oft times before he tried\n Perils of war in yoked chariot;\n And yoked pairs abreast came earlier\n Than yokes of four, or scythed chariots\n Whereinto clomb the men-at-arms. And next\n The Punic folk did train the elephants&mdash;\n Those curst Lucanian oxen, hideous,\n The serpent-handed, with turrets on their bulks&mdash;\n To dure the wounds of war and panic-strike\n The mighty troops of Mars. Thus Discord sad\n Begat the one Thing after other, to be\n The terror of the nations under arms,\n And day by day to horrors of old war\n She added an increase.","Bulls, too, they tried\n In war's grim business; and essayed to send\n Outrageous boars against the foes. And some\n Sent on before their ranks puissant lions\n With armed trainers and with masters fierce\n To guide and hold in chains&mdash;and yet in vain,\n Since fleshed with pell-mell slaughter, fierce they flew,\n And blindly through the squadrons havoc wrought,\n Shaking the frightful crests upon their heads,\n Now here, now there. Nor could the horsemen calm\n Their horses, panic-breasted at the roar,\n And rein them round to front the foe. With spring\n The infuriate she-lions would up-leap\n Now here, now there; and whoso came apace\n Against them, these they'd rend across the face;\n And others unwitting from behind they'd tear\n Down from their mounts, and twining round them, bring\n Tumbling to earth, o'ermastered by the wound,\n And with those powerful fangs and hooked claws\n Fasten upon them. Bulls would toss their friends,\n And trample under foot, and from beneath\n Rip flanks and bellies of horses with their horns,\n And with a threat'ning forehead jam the sod;\n And boars would gore with stout tusks their allies,\n Splashing in fury their own blood on spears\n Splintered in their own bodies, and would fell\n In rout and ruin infantry and horse.\n For there the beasts-of-saddle tried to scape\n The savage thrusts of tusk by shying off,\n Or rearing up with hoofs a-paw in air.\n In vain&mdash;since there thou mightest see them sink,\n Their sinews severed, and with heavy fall\n Bestrew the ground. And such of these as men\n Supposed well-trained long ago at home,\n Were in the thick of action seen to foam\n In fury, from the wounds, the shrieks, the flight,\n The panic, and the tumult; nor could men\n Aught of their numbers rally. For each breed\n And various of the wild beasts fled apart\n Hither or thither, as often in wars to-day\n Flee those Lucanian oxen, by the steel\n Grievously mangled, after they have wrought\n Upon their friends so many a dreadful doom.\n (If 'twas, indeed, that thus they did at all:\n But scarcely I'll believe that men could not\n With mind foreknow and see, as sure to come,\n Such foul and general disaster.&mdash;This\n We, then, may hold as true in the great All,\n In divers worlds on divers plan create,&mdash;\n Somewhere afar more likely than upon\n One certain earth.) But men chose this to do\n Less in the hope of conquering than to give\n Their enemies a goodly cause of woe,\n Even though thereby they perished themselves,\n Since weak in numbers and since wanting arms.","Now, clothes of roughly inter-plaited strands\n Were earlier than loom-wove coverings;\n The loom-wove later than man's iron is,\n Since iron is needful in the weaving art,\n Nor by no other means can there be wrought\n Such polished tools&mdash;the treadles, spindles, shuttles,\n And sounding yarn-beams. And nature forced the men,\n Before the woman kind, to work the wool:\n For all the male kind far excels in skill,\n And cleverer is by much&mdash;until at last\n The rugged farmer folk jeered at such tasks,\n And so were eager soon to give them o'er\n To women's hands, and in more hardy toil\n To harden arms and hands.","But nature herself,\n Mother of things, was the first seed-sower\n And primal grafter; since the berries and acorns,\n Dropping from off the trees, would there beneath\n Put forth in season swarms of little shoots;\n Hence too men's fondness for ingrafting slips\n Upon the boughs and setting out in holes\n The young shrubs o'er the fields. Then would they try\n Ever new modes of tilling their loved crofts,\n And mark they would how earth improved the taste\n Of the wild fruits by fond and fostering care.\n And day by day they'd force the woods to move\n Still higher up the mountain, and to yield\n The place below for tilth, that there they might,\n On plains and uplands, have their meadow-plats,\n Cisterns and runnels, crops of standing grain,\n And happy vineyards, and that all along\n O'er hillocks, intervales, and plains might run\n The silvery-green belt of olive-trees,\n Marking the plotted landscape; even as now\n Thou seest so marked with varied loveliness\n All the terrain which men adorn and plant\n With rows of goodly fruit-trees and hedge round\n With thriving shrubberies sown.","But by the mouth\n To imitate the liquid notes of birds\n Was earlier far 'mongst men than power to make,\n By measured song, melodious verse and give\n Delight to ears. And whistlings of the wind\n Athrough the hollows of the reeds first taught\n The peasantry to blow into the stalks\n Of hollow hemlock-herb. Then bit by bit\n They learned sweet plainings, such as pipe out-pours,\n Beaten by finger-tips of singing men,\n When heard through unpathed groves and forest deeps\n And woodsy meadows, through the untrod haunts\n Of shepherd folk and spots divinely still.\n Thus time draws forward each and everything\n Little by little unto the midst of men,\n And reason uplifts it to the shores of light.\n These tunes would soothe and glad the minds of mortals\n When sated with food,&mdash;for songs are welcome then.\n And often, lounging with friends in the soft grass\n Beside a river of water, underneath\n A big tree's branches, merrily they'd refresh\n Their frames, with no vast outlay&mdash;most of all\n If the weather were smiling and the times of the year\n Were painting the green of the grass around with flowers.\n Then jokes, then talk, then peals of jollity\n Would circle round; for then the rustic muse\n Was in her glory; then would antic Mirth\n Prompt them to garland head and shoulders about\n With chaplets of intertwined flowers and leaves,\n And to dance onward, out of tune, with limbs\n Clownishly swaying, and with clownish foot\n To beat our mother earth&mdash;from whence arose\n Laughter and peals of jollity, for, lo,\n Such frolic acts were in their glory then,\n Being more new and strange. And wakeful men\n Found solaces for their unsleeping hours\n In drawing forth variety of notes,\n In modulating melodies, in running\n With puckered lips along the tuned reeds,\n Whence, even in our day do the watchmen guard\n These old traditions, and have learned well\n To keep true measure. And yet they no whit\n Do get a larger fruit of gladsomeness\n Than got the woodland aborigines\n In olden times. For what we have at hand&mdash;\n If theretofore naught sweeter we have known&mdash;\n That chiefly pleases and seems best of all;\n But then some later, likely better, find\n Destroys its worth and changes our desires\n Regarding good of yesterday.","And thus\n Began the loathing of the acorn; thus\n Abandoned were those beds with grasses strewn\n And with the leaves beladen. Thus, again,\n Fell into new contempt the pelts of beasts&mdash;\n Erstwhile a robe of honour, which, I guess,\n Aroused in those days envy so malign\n That the first wearer went to woeful death\n By ambuscades,&mdash;and yet that hairy prize,\n Rent into rags by greedy foemen there\n And splashed by blood, was ruined utterly\n Beyond all use or vantage. Thus of old\n 'Twas pelts, and of to-day 'tis purple and gold\n That cark men's lives with cares and weary with war.\n Wherefore, methinks, resides the greater blame\n With us vain men to-day: for cold would rack,\n Without their pelts, the naked sons of earth;\n But us it nothing hurts to do without\n The purple vestment, broidered with gold\n And with imposing figures, if we still\n Make shift with some mean garment of the Plebs.\n So man in vain futilities toils on\n Forever and wastes in idle cares his years&mdash;\n Because, of very truth, he hath not learnt\n What the true end of getting is, nor yet\n At all how far true pleasure may increase.\n And 'tis desire for better and for more\n Hath carried by degrees mortality\n Out onward to the deep, and roused up\n From the far bottom mighty waves of war.","But sun and moon, those watchmen of the world,\n With their own lanterns traversing around\n The mighty, the revolving vault, have taught\n Unto mankind that seasons of the years\n Return again, and that the Thing takes place\n After a fixed plan and order fixed.","Already would they pass their life, hedged round\n By the strong towers; and cultivate an earth\n All portioned out and boundaried; already\n Would the sea flower and sail-winged ships;\n Already men had, under treaty pacts,\n Confederates and allies, when poets began\n To hand heroic actions down in verse;\n Nor long ere this had letters been devised&mdash;\n Hence is our age unable to look back\n On what has gone before, except where reason\n Shows us a footprint.","Sailings on the seas,\n Tillings of fields, walls, laws, and arms, and roads,\n Dress and the like, all prizes, all delights\n Of finer life, poems, pictures, chiselled shapes\n Of polished sculptures&mdash;all these arts were learned\n By practice and the mind's experience,\n As men walked forward step by eager step.\n Thus time draws forward each and everything\n Little by little into the midst of men,\n And reason uplifts it to the shores of light.\n For one thing after other did men see\n Grow clear by intellect, till with their arts\n They've now achieved the supreme pinnacle."]