["Mother of Rome, delight of Gods and men,\n Dear Venus that beneath the gliding stars\n Makest to teem the many-voyaged main\n And fruitful lands&mdash;for all of living things\n Through thee alone are evermore conceived,\n Through thee are risen to visit the great sun&mdash;\n Before thee, Goddess, and thy coming on,\n Flee stormy wind and massy cloud away,\n For thee the daedal Earth bears scented flowers,\n For thee waters of the unvexed deep\n Smile, and the hollows of the serene sky\n Glow with diffused radiance for thee!\n For soon as comes the springtime face of day,\n And procreant gales blow from the West unbarred,\n First fowls of air, smit to the heart by thee,\n Foretoken thy approach, O thou Divine,\n And leap the wild herds round the happy fields\n Or swim the bounding torrents. Thus amain,\n Seized with the spell, all creatures follow thee\n Whithersoever thou walkest forth to lead,\n And thence through seas and mountains and swift streams,\n Through leafy homes of birds and greening plains,\n Kindling the lure of love in every breast,\n Thou bringest the eternal generations forth,\n Kind after kind. And since 'tis thou alone\n Guidest the Cosmos, and without thee naught\n Is risen to reach the shining shores of light,\n Nor aught of joyful or of lovely born,\n Thee do I crave co-partner in that verse\n Which I presume on Nature to compose\n For Memmius mine, whom thou hast willed to be\n Peerless in every grace at every hour&mdash;\n Wherefore indeed, Divine one, give my words\n Immortal charm. Lull to a timely rest\n O'er sea and land the savage works of war,\n For thou alone hast power with public peace\n To aid mortality; since he who rules\n The savage works of battle, puissant Mars,\n How often to thy bosom flings his strength\n O'ermastered by the eternal wound of love&mdash;\n And there, with eyes and full throat backward thrown,\n Gazing, my Goddess, open-mouthed at thee,\n Pastures on love his greedy sight, his breath\n Hanging upon thy lips. Him thus reclined\n Fill with thy holy body, round, above!\n Pour from those lips soft syllables to win\n Peace for the Romans, glorious Lady, peace!\n For in a season troublous to the state\n Neither may I attend this task of mine\n With thought untroubled, nor mid such events\n The illustrious scion of the Memmian house\n Neglect the civic cause.","Whilst human kind\n Throughout the lands lay miserably crushed\n Before all eyes beneath Religion&mdash;who\n Would show her head along the region skies,\n Glowering on mortals with her hideous face&mdash;\n A Greek it was who first opposing dared\n Raise mortal eyes that terror to withstand,\n Whom nor the fame of Gods nor lightning's stroke\n Nor threatening thunder of the ominous sky\n Abashed; but rather chafed to angry zest\n His dauntless heart to be the first to rend\n The crossbars at the gates of Nature old.\n And thus his will and hardy wisdom won;\n And forward thus he fared afar, beyond\n The flaming ramparts of the world, until\n He wandered the unmeasurable All.\n Whence he to us, a conqueror, reports\n What things can rise to being, what cannot,\n And by what law to each its scope prescribed,\n Its boundary stone that clings so deep in Time.\n Wherefore Religion now is under foot,\n And us his victory now exalts to heaven.","I know how hard it is in Latian verse\n To tell the dark discoveries of the Greeks,\n Chiefly because our pauper-speech must find\n Strange terms to fit the strangeness of the thing;\n Yet worth of thine and the expected joy\n Of thy sweet friendship do persuade me on\n To bear all toil and wake the clear nights through,\n Seeking with what of words and what of song\n I may at last most gloriously uncloud\n For thee the light beyond, wherewith to view\n The core of being at the centre hid.\n And for the rest, summon to judgments true,\n Unbusied ears and singleness of mind\n Withdrawn from cares; lest these my gifts, arranged\n For thee with eager service, thou disdain\n Before thou comprehendest: since for thee\n I prove the supreme law of Gods and sky,\n And the primordial germs of things unfold,\n Whence Nature all creates, and multiplies\n And fosters all, and whither she resolves\n Each in the end when each is overthrown.\n This ultimate stock we have devised to name\n Procreant atoms, matter, seeds of things,\n Or primal bodies, as primal to the world.","I fear perhaps thou deemest that we fare\n An impious road to realms of thought profane;\n But 'tis that same religion oftener far\n Hath bred the foul impieties of men:\n As once at Aulis, the elected chiefs,\n Foremost of heroes, Danaan counsellors,\n Defiled Diana's altar, virgin queen,\n With Agamemnon's daughter, foully slain.\n She felt the chaplet round her maiden locks\n And fillets, fluttering down on either cheek,\n And at the altar marked her grieving sire,\n The priests beside him who concealed the knife,\n And all the folk in tears at sight of her.\n With a dumb terror and a sinking knee\n She dropped; nor might avail her now that first\n 'Twas she who gave the king a father's name.\n They raised her up, they bore the trembling girl\n On to the altar&mdash;hither led not now\n With solemn rites and hymeneal choir,\n But sinless woman, sinfully foredone,\n A parent felled her on her bridal day,\n Making his child a sacrificial beast\n To give the ships auspicious winds for Troy:\n Such are the crimes to which Religion leads.","And there shall come the time when even thou,\n Forced by the soothsayer's terror-tales, shalt seek\n To break from us. Ah, many a dream even now\n Can they concoct to rout thy plans of life,\n And trouble all thy fortunes with base fears.\n I own with reason: for, if men but knew\n Some fixed end to ills, they would be strong\n By some device unconquered to withstand\n Religions and the menacings of seers.\n But now nor skill nor instrument is theirs,\n Since men must dread eternal pains in death.\n For what the soul may be they do not know,\n Whether 'tis born, or enter in at birth,\n And whether, snatched by death, it die with us,\n Or visit the shadows and the vasty caves\n Of Orcus, or by some divine decree\n Enter the brute herds, as our Ennius sang,\n Who first from lovely Helicon brought down\n A laurel wreath of bright perennial leaves,\n Renowned forever among the Italian clans.\n Yet Ennius too in everlasting verse\n Proclaims those vaults of Acheron to be,\n Though thence, he said, nor souls nor bodies fare,\n But only phantom figures, strangely wan,\n And tells how once from out those regions rose\n Old Homer's ghost to him and shed salt tears\n And with his words unfolded Nature's source.\n Then be it ours with steady mind to clasp\n The purport of the skies&mdash;the law behind\n The wandering courses of the sun and moon;\n To scan the powers that speed all life below;\n But most to see with reasonable eyes\n Of what the mind, of what the soul is made,\n And what it is so terrible that breaks\n On us asleep, or waking in disease,\n Until we seem to mark and hear at hand\n Dead men whose bones earth bosomed long ago.","Which, teaching us, hath this exordium:\n Nothing from nothing ever yet was born.\n Fear holds dominion over mortality\n Only because, seeing in land and sky\n So much the cause whereof no wise they know,\n Men think Divinities are working there.\n Meantime, when once we know from nothing still\n Nothing can be create, we shall divine\n More clearly what we seek: those elements\n From which alone all things created are,\n And how accomplished by no tool of Gods.\n Suppose all sprang from all things: any kind\n Might take its origin from any thing,\n No fixed seed required. Men from the sea\n Might rise, and from the land the scaly breed,\n And, fowl full fledged come bursting from the sky;\n The horned cattle, the herds and all the wild\n Would haunt with varying offspring tilth and waste;\n Nor would the same fruits keep their olden trees,\n But each might grow from any stock or limb\n By chance and change. Indeed, and were there not\n For each its procreant atoms, could things have\n Each its unalterable mother old?\n But, since produced from fixed seeds are all,\n Each birth goes forth upon the shores of light\n From its own stuff, from its own primal bodies.\n And all from all cannot become, because\n In each resides a secret power its own.\n Again, why see we lavished o'er the lands\n At spring the rose, at summer heat the corn,\n The vines that mellow when the autumn lures,\n If not because the fixed seeds of things\n At their own season must together stream,\n And new creations only be revealed\n When the due times arrive and pregnant earth\n Safely may give unto the shores of light\n Her tender progenies? But if from naught\n Were their becoming, they would spring abroad\n Suddenly, unforeseen, in alien months,\n With no primordial germs, to be preserved\n From procreant unions at an adverse hour.\n Nor on the mingling of the living seeds\n Would space be needed for the growth of things\n Were life an increment of nothing: then\n The tiny babe forthwith would walk a man,\n And from the turf would leap a branching tree&mdash;\n Wonders unheard of; for, by Nature, each\n Slowly increases from its lawful seed,\n And through that increase shall conserve its kind.\n Whence take the proof that things enlarge and feed\n From out their proper matter. Thus it comes\n That earth, without her seasons of fixed rains,\n Could bear no produce such as makes us glad,\n And whatsoever lives, if shut from food,\n Prolongs its kind and guards its life no more.\n Thus easier 'tis to hold that many things\n Have primal bodies in common (as we see\n The single letters common to many words)\n Than aught exists without its origins.\n Moreover, why should Nature not prepare\n Men of a bulk to ford the seas afoot,\n Or rend the mighty mountains with their hands,\n Or conquer Time with length of days, if not\n Because for all begotten things abides\n The changeless stuff, and what from that may spring\n Is fixed forevermore? Lastly we see\n How far the tilled surpass the fields untilled\n And to the labour of our hands return\n Their more abounding crops; there are indeed\n Within the earth primordial germs of things,\n Which, as the ploughshare turns the fruitful clods\n And kneads the mould, we quicken into birth.\n Else would ye mark, without all toil of ours,\n Spontaneous generations, fairer forms.\n Confess then, naught from nothing can become,\n Since all must have their seeds, wherefrom to grow,\n Wherefrom to reach the gentle fields of air.\n Hence too it comes that Nature all dissolves\n Into their primal bodies again, and naught\n Perishes ever to annihilation.\n For, were aught mortal in its every part,\n Before our eyes it might be snatched away\n Unto destruction; since no force were needed\n To sunder its members and undo its bands.\n Whereas, of truth, because all things exist,\n With seed imperishable, Nature allows\n Destruction nor collapse of aught, until\n Some outward force may shatter by a blow,\n Or inward craft, entering its hollow cells,\n Dissolve it down. And more than this, if Time,\n That wastes with eld the works along the world,\n Destroy entire, consuming matter all,\n Whence then may Venus back to light of life\n Restore the generations kind by kind?\n Or how, when thus restored, may daedal Earth\n Foster and plenish with her ancient food,\n Which, kind by kind, she offers unto each?\n Whence may the water-springs, beneath the sea,\n Or inland rivers, far and wide away,\n Keep the unfathomable ocean full?\n And out of what does Ether feed the stars?\n For lapsed years and infinite age must else\n Have eat all shapes of mortal stock away:\n But be it the Long Ago contained those germs,\n By which this sum of things recruited lives,\n Those same infallibly can never die,\n Nor nothing to nothing evermore return.\n And, too, the selfsame power might end alike\n All things, were they not still together held\n By matter eternal, shackled through its parts,\n Now more, now less. A touch might be enough\n To cause destruction. For the slightest force\n Would loose the weft of things wherein no part\n Were of imperishable stock. But now\n Because the fastenings of primordial parts\n Are put together diversely and stuff\n Is everlasting, things abide the same\n Unhurt and sure, until some power comes on\n Strong to destroy the warp and woof of each:\n Nothing returns to naught; but all return\n At their collapse to primal forms of stuff.\n Lo, the rains perish which Ether-father throws\n Down to the bosom of Earth-mother; but then\n Upsprings the shining grain, and boughs are green\n Amid the trees, and trees themselves wax big\n And lade themselves with fruits; and hence in turn\n The race of man and all the wild are fed;\n Hence joyful cities thrive with boys and girls;\n And leafy woodlands echo with new birds;\n Hence cattle, fat and drowsy, lay their bulk\n Along the joyous pastures whilst the drops\n Of white ooze trickle from distended bags;\n Hence the young scamper on their weakling joints\n Along the tender herbs, fresh hearts afrisk\n With warm new milk. Thus naught of what so seems\n Perishes utterly, since Nature ever\n Upbuilds one thing from other, suffering naught\n To come to birth but through some other's death.","And now, since I have taught that things cannot\n Be born from nothing, nor the same, when born,\n To nothing be recalled, doubt not my words,\n Because our eyes no primal germs perceive;\n For mark those bodies which, though known to be\n In this our world, are yet invisible:\n The winds infuriate lash our face and frame,\n Unseen, and swamp huge ships and rend the clouds,\n Or, eddying wildly down, bestrew the plains\n With mighty trees, or scour the mountain tops\n With forest-crackling blasts. Thus on they rave\n With uproar shrill and ominous moan. The winds,\n 'Tis clear, are sightless bodies sweeping through\n The sea, the lands, the clouds along the sky,\n Vexing and whirling and seizing all amain;\n And forth they flow and pile destruction round,\n Even as the water's soft and supple bulk\n Becoming a river of abounding floods,\n Which a wide downpour from the lofty hills\n Swells with big showers, dashes headlong down\n Fragments of woodland and whole branching trees;\n Nor can the solid bridges bide the shock\n As on the waters whelm: the turbulent stream,\n Strong with a hundred rains, beats round the piers,\n Crashes with havoc, and rolls beneath its waves\n Down-toppled masonry and ponderous stone,\n Hurling away whatever would oppose.\n Even so must move the blasts of all the winds,\n Which, when they spread, like to a mighty flood,\n Hither or thither, drive things on before\n And hurl to ground with still renewed assault,\n Or sometimes in their circling vortex seize\n And bear in cones of whirlwind down the world:\n The winds are sightless bodies and naught else&mdash;\n Since both in works and ways they rival well\n The mighty rivers, the visible in form.\n Then too we know the varied smells of things\n Yet never to our nostrils see them come;\n With eyes we view not burning heats, nor cold,\n Nor are we wont men's voices to behold.\n Yet these must be corporeal at the base,\n Since thus they smite the senses: naught there is\n Save body, having property of touch.\n And raiment, hung by surf-beat shore, grows moist,\n The same, spread out before the sun, will dry;\n Yet no one saw how sank the moisture in,\n Nor how by heat off-driven. Thus we know,\n That moisture is dispersed about in bits\n Too small for eyes to see. Another case:\n A ring upon the finger thins away\n Along the under side, with years and suns;\n The drippings from the eaves will scoop the stone;\n The hooked ploughshare, though of iron, wastes\n Amid the fields insidiously. We view\n The rock-paved highways worn by many feet;\n And at the gates the brazen statues show\n Their right hands leaner from the frequent touch\n Of wayfarers innumerable who greet.\n We see how wearing-down hath minished these,\n But just what motes depart at any time,\n The envious nature of vision bars our sight.\n Lastly whatever days and nature add\n Little by little, constraining things to grow\n In due proportion, no gaze however keen\n Of these our eyes hath watched and known. No more\n Can we observe what's lost at any time,\n When things wax old with eld and foul decay,\n Or when salt seas eat under beetling crags.\n Thus Nature ever by unseen bodies works.","Forever searching in the sum of all,\n And losing faith in these pronouncements mine.\n There's place intangible, a void and room.\n For were it not, things could in nowise move;\n Since body's property to block and check\n Would work on all and at an times the same.\n Thus naught could evermore push forth and go,\n Since naught elsewhere would yield a starting place.\n But now through oceans, lands, and heights of heaven,\n By divers causes and in divers modes,\n Before our eyes we mark how much may move,\n Which, finding not a void, would fail deprived\n Of stir and motion; nay, would then have been\n Nowise begot at all, since matter, then,\n Had staid at rest, its parts together crammed.\n Then too, however solid objects seem,\n They yet are formed of matter mixed with void:\n In rocks and caves the watery moisture seeps,\n And beady drops stand out like plenteous tears;\n And food finds way through every frame that lives;\n The trees increase and yield the season's fruit\n Because their food throughout the whole is poured,\n Even from the deepest roots, through trunks and boughs;\n And voices pass the solid walls and fly\n Reverberant through shut doorways of a house;\n And stiffening frost seeps inward to our bones.\n Which but for voids for bodies to go through\n 'Tis clear could happen in nowise at all.\n Again, why see we among objects some\n Of heavier weight, but of no bulkier size?\n Indeed, if in a ball of wool there be\n As much of body as in lump of lead,\n The two should weigh alike, since body tends\n To load things downward, while the void abides,\n By contrary nature, the imponderable.\n Therefore, an object just as large but lighter\n Declares infallibly its more of void;\n Even as the heavier more of matter shows,\n And how much less of vacant room inside.\n That which we're seeking with sagacious quest\n Exists, infallibly, commixed with things&mdash;\n The void, the invisible inane.","Right here\n I am compelled a question to expound,\n Forestalling something certain folk suppose,\n Lest it avail to lead thee off from truth:\n Waters (they say) before the shining breed\n Of the swift scaly creatures somehow give,\n And straightway open sudden liquid paths,\n Because the fishes leave behind them room\n To which at once the yielding billows stream.\n Thus things among themselves can yet be moved,\n And change their place, however full the Sum&mdash;\n Received opinion, wholly false forsooth.\n For where can scaly creatures forward dart,\n Save where the waters give them room? Again,\n Where can the billows yield a way, so long\n As ever the fish are powerless to go?\n Thus either all bodies of motion are deprived,\n Or things contain admixture of a void\n Where each thing gets its start in moving on.","Lastly, where after impact two broad bodies\n Suddenly spring apart, the air must crowd\n The whole new void between those bodies formed;\n But air, however it stream with hastening gusts,\n Can yet not fill the gap at once&mdash;for first\n It makes for one place, ere diffused through all.\n And then, if haply any think this comes,\n When bodies spring apart, because the air\n Somehow condenses, wander they from truth:\n For then a void is formed, where none before;\n And, too, a void is filled which was before.\n Nor can air be condensed in such a wise;\n Nor, granting it could, without a void, I hold,\n It still could not contract upon itself\n And draw its parts together into one.\n Wherefore, despite demur and counter-speech,\n Confess thou must there is a void in things.","And still I might by many an argument\n Here scrape together credence for my words.\n But for the keen eye these mere footprints serve,\n Whereby thou mayest know the rest thyself.\n As dogs full oft with noses on the ground,\n Find out the silent lairs, though hid in brush,\n Of beasts, the mountain-rangers, when but once\n They scent the certain footsteps of the way,\n Thus thou thyself in themes like these alone\n Can hunt from thought to thought, and keenly wind\n Along even onward to the secret places\n And drag out truth. But, if thou loiter loth\n Or veer, however little, from the point,\n This I can promise, Memmius, for a fact:\n Such copious drafts my singing tongue shall pour\n From the large well-springs of my plenished breast\n That much I dread slow age will steal and coil\n Along our members, and unloose the gates\n Of life within us, ere for thee my verse\n Hath put within thine ears the stores of proofs\n At hand for one soever question broached.","For common instinct of our race declares\n That body of itself exists: unless\n This primal faith, deep-founded, fail us not,\n Naught will there be whereunto to appeal\n On things occult when seeking aught to prove\n By reasonings of mind. Again, without\n That place and room, which we do call the inane,\n Nowhere could bodies then be set, nor go\n Hither or thither at all&mdash;as shown before.\n Besides, there's naught of which thou canst declare\n It lives disjoined from body, shut from void&mdash;\n A kind of third in nature. For whatever\n Exists must be a somewhat; and the same,\n If tangible, however fight and slight,\n Will yet increase the count of body's sum,\n With its own augmentation big or small;\n But, if intangible and powerless ever\n To keep a thing from passing through itself\n On any side, 'twill be naught else but that\n Which we do call the empty, the inane.\n Again, whate'er exists, as of itself,\n Must either act or suffer action on it,\n Or else be that wherein things move and be:\n Naught, saving body, acts, is acted on;\n Naught but the inane can furnish room. And thus,\n Beside the inane and bodies, is no third\n Nature amid the number of all things&mdash;\n Remainder none to fall at any time\n Under our senses, nor be seized and seen\n By any man through reasonings of mind.\n Name o'er creation with what names thou wilt,\n Thou'lt find but properties of those first twain,\n Or see but accidents those twain produce.","A property is that which not at all\n Can be disjoined and severed from a thing\n Without a fatal dissolution: such,\n Weight to the rocks, heat to the fire, and flow\n To the wide waters, touch to corporal things,\n Intangibility to the viewless void.\n But state of slavery, pauperhood, and wealth,\n Freedom, and war, and concord, and all else\n Which come and go whilst nature stands the same,\n We're wont, and rightly, to call accidents.\n Even time exists not of itself; but sense\n Reads out of things what happened long ago,\n What presses now, and what shall follow after:\n No man, we must admit, feels time itself,\n Disjoined from motion and repose of things.\n Thus, when they say there \"is\" the ravishment\n Of Princess Helen, \"is\" the siege and sack\n Of Trojan Town, look out, they force us not\n To admit these acts existent by themselves,\n Merely because those races of mankind\n (Of whom these acts were accidents) long since\n Irrevocable age has borne away:\n For all past actions may be said to be\n But accidents, in one way, of mankind,&mdash;\n In other, of some region of the world.\n Add, too, had been no matter, and no room\n Wherein all things go on, the fire of love\n Upblown by that fair form, the glowing coal\n Under the Phrygian Alexander's breast,\n Had ne'er enkindled that renowned strife\n Of savage war, nor had the wooden horse\n Involved in flames old Pergama, by a birth\n At midnight of a brood of the Hellenes.\n And thus thou canst remark that every act\n At bottom exists not of itself, nor is\n As body is, nor has like name with void;\n But rather of sort more fitly to be called\n An accident of body, and of place\n Wherein all things go on.","No power can quench; for in the end they conquer\n By their own solidness; though hard it be\n To think that aught in things has solid frame;\n For lightnings pass, no less than voice and shout,\n Through hedging walls of houses, and the iron\n White-dazzles in the fire, and rocks will burn\n With exhalations fierce and burst asunder.\n Totters the rigid gold dissolved in heat;\n The ice of bronze melts conquered in the flame;\n Warmth and the piercing cold through silver seep,\n Since, with the cups held rightly in the hand,\n We oft feel both, as from above is poured\n The dew of waters between their shining sides:\n So true it is no solid form is found.\n But yet because true reason and nature of things\n Constrain us, come, whilst in few verses now\n I disentangle how there still exist\n Bodies of solid, everlasting frame&mdash;\n The seeds of things, the primal germs we teach,\n Whence all creation around us came to be.\n First since we know a twofold nature exists,\n Of things, both twain and utterly unlike&mdash;\n Body, and place in which an things go on&mdash;\n Then each must be both for and through itself,\n And all unmixed: where'er be empty space,\n There body's not; and so where body bides,\n There not at all exists the void inane.\n Thus primal bodies are solid, without a void.\n But since there's void in all begotten things,\n All solid matter must be round the same;\n Nor, by true reason canst thou prove aught hides\n And holds a void within its body, unless\n Thou grant what holds it be a solid. Know,\n That which can hold a void of things within\n Can be naught else than matter in union knit.\n Thus matter, consisting of a solid frame,\n Hath power to be eternal, though all else,\n Though all creation, be dissolved away.\n Again, were naught of empty and inane,\n The world were then a solid; as, without\n Some certain bodies to fill the places held,\n The world that is were but a vacant void.\n And so, infallibly, alternate-wise\n Body and void are still distinguished,\n Since nature knows no wholly full nor void.\n There are, then, certain bodies, possessed of power\n To vary forever the empty and the full;\n And these can nor be sundered from without\n By beats and blows, nor from within be torn\n By penetration, nor be overthrown\n By any assault soever through the world&mdash;\n For without void, naught can be crushed, it seems,\n Nor broken, nor severed by a cut in twain,\n Nor can it take the damp, or seeping cold\n Or piercing fire, those old destroyers three;\n But the more void within a thing, the more\n Entirely it totters at their sure assault.\n Thus if first bodies be, as I have taught,\n Solid, without a void, they must be then\n Eternal; and, if matter ne'er had been\n Eternal, long ere now had all things gone\n Back into nothing utterly, and all\n We see around from nothing had been born&mdash;\n But since I taught above that naught can be\n From naught created, nor the once begotten\n To naught be summoned back, these primal germs\n Must have an immortality of frame.\n And into these must each thing be resolved,\n When comes its supreme hour, that thus there be\n At hand the stuff for plenishing the world.","So primal germs have solid singleness\n Nor otherwise could they have been conserved\n Through aeons and infinity of time\n For the replenishment of wasted worlds.\n Once more, if nature had given a scope for things\n To be forever broken more and more,\n By now the bodies of matter would have been\n So far reduced by breakings in old days\n That from them nothing could, at season fixed,\n Be born, and arrive its prime and top of life.\n For, lo, each thing is quicker marred than made;\n And so whate'er the long infinitude\n Of days and all fore-passed time would now\n By this have broken and ruined and dissolved,\n That same could ne'er in all remaining time\n Be builded up for plenishing the world.\n But mark: infallibly a fixed bound\n Remaineth stablished 'gainst their breaking down;\n Since we behold each thing soever renewed,\n And unto all, their seasons, after their kind,\n Wherein they arrive the flower of their age.","Again, if bounds have not been set against\n The breaking down of this corporeal world,\n Yet must all bodies of whatever things\n Have still endured from everlasting time\n Unto this present, as not yet assailed\n By shocks of peril. But because the same\n Are, to thy thinking, of a nature frail,\n It ill accords that thus they could remain\n (As thus they do) through everlasting time,\n Vexed through the ages (as indeed they are)\n By the innumerable blows of chance.","So in our programme of creation, mark\n How 'tis that, though the bodies of all stuff\n Are solid to the core, we yet explain\n The ways whereby some things are fashioned soft&mdash;\n Air, water, earth, and fiery exhalations&mdash;\n And by what force they function and go on:\n The fact is founded in the void of things.\n But if the primal germs themselves be soft,\n Reason cannot be brought to bear to show\n The ways whereby may be created these\n Great crags of basalt and the during iron;\n For their whole nature will profoundly lack\n The first foundations of a solid frame.\n But powerful in old simplicity,\n Abide the solid, the primeval germs;\n And by their combinations more condensed,\n All objects can be tightly knit and bound\n And made to show unconquerable strength.\n Again, since all things kind by kind obtain\n Fixed bounds of growing and conserving life;\n Since Nature hath inviolably decreed\n What each can do, what each can never do;\n Since naught is changed, but all things so abide\n That ever the variegated birds reveal\n The spots or stripes peculiar to their kind,\n Spring after spring: thus surely all that is\n Must be composed of matter immutable.\n For if the primal germs in any wise\n Were open to conquest and to change, 'twould be\n Uncertain also what could come to birth\n And what could not, and by what law to each\n Its scope prescribed, its boundary stone that clings\n So deep in Time. Nor could the generations\n Kind after kind so often reproduce\n The nature, habits, motions, ways of life,\n Of their progenitors.","And then again,\n Since there is ever an extreme bounding point","Of that first body which our senses now\n Cannot perceive: That bounding point indeed\n Exists without all parts, a minimum\n Of nature, nor was e'er a thing apart,\n As of itself,&mdash;nor shall hereafter be,\n Since 'tis itself still parcel of another,\n A first and single part, whence other parts\n And others similar in order lie\n In a packed phalanx, filling to the full\n The nature of first body: being thus\n Not self-existent, they must cleave to that\n From which in nowise they can sundered be.\n So primal germs have solid singleness,\n Which tightly packed and closely joined cohere\n By virtue of their minim particles&mdash;\n No compound by mere union of the same;\n But strong in their eternal singleness,\n Nature, reserving them as seeds for things,\n Permitteth naught of rupture or decrease.","Moreover, were there not a minimum,\n The smallest bodies would have infinites,\n Since then a half-of-half could still be halved,\n With limitless division less and less.\n Then what the difference 'twixt the sum and least?\n None: for however infinite the sum,\n Yet even the smallest would consist the same\n Of infinite parts. But since true reason here\n Protests, denying that the mind can think it,\n Convinced thou must confess such things there are\n As have no parts, the minimums of nature.\n And since these are, likewise confess thou must\n That primal bodies are solid and eterne.\n Again, if Nature, creatress of all things,\n Were wont to force all things to be resolved\n Unto least parts, then would she not avail\n To reproduce from out them anything;\n Because whate'er is not endowed with parts\n Cannot possess those properties required\n Of generative stuff&mdash;divers connections,\n Weights, blows, encounters, motions, whereby things\n Forevermore have being and go on.","Of whom, chief leader to do battle, comes\n That Heraclitus, famous for dark speech\n Among the silly, not the serious Greeks\n Who search for truth. For dolts are ever prone\n That to bewonder and adore which hides\n Beneath distorted words, holding that true\n Which sweetly tickles in their stupid ears,\n Or which is rouged in finely finished phrase.\n For how, I ask, can things so varied be,\n If formed of fire, single and pure? No whit\n 'Twould help for fire to be condensed or thinned,\n If all the parts of fire did still preserve\n But fire's own nature, seen before in gross.\n The heat were keener with the parts compressed,\n Milder, again, when severed or dispersed&mdash;\n And more than this thou canst conceive of naught\n That from such causes could become; much less\n Might earth's variety of things be born\n From any fires soever, dense or rare.\n This too: if they suppose a void in things,\n Then fires can be condensed and still left rare;\n But since they see such opposites of thought\n Rising against them, and are loath to leave\n An unmixed void in things, they fear the steep\n And lose the road of truth. Nor do they see,\n That, if from things we take away the void,\n All things are then condensed, and out of all\n One body made, which has no power to dart\n Swiftly from out itself not anything&mdash;\n As throws the fire its light and warmth around,\n Giving thee proof its parts are not compact.\n But if perhaps they think, in other wise,\n Fires through their combinations can be quenched\n And change their substance, very well: behold,\n If fire shall spare to do so in no part,\n Then heat will perish utterly and all,\n And out of nothing would the world be formed.\n For change in anything from out its bounds\n Means instant death of that which was before;\n And thus a somewhat must persist unharmed\n Amid the world, lest all return to naught,\n And, born from naught, abundance thrive anew.\n Now since indeed there are those surest bodies\n Which keep their nature evermore the same,\n Upon whose going out and coming in\n And changed order things their nature change,\n And all corporeal substances transformed,\n 'Tis thine to know those primal bodies, then,\n Are not of fire. For 'twere of no avail\n Should some depart and go away, and some\n Be added new, and some be changed in order,\n If still all kept their nature of old heat:\n For whatsoever they created then\n Would still in any case be only fire.\n The truth, I fancy, this: bodies there are\n Whose clashings, motions, order, posture, shapes\n Produce the fire and which, by order changed,\n Do change the nature of the thing produced,\n And are thereafter nothing like to fire\n Nor whatso else has power to send its bodies\n With impact touching on the senses' touch.","Again, to say that all things are but fire\n And no true thing in number of all things\n Exists but fire, as this same fellow says,\n Seems crazed folly. For the man himself\n Against the senses by the senses fights,\n And hews at that through which is all belief,\n Through which indeed unto himself is known\n The thing he calls the fire. For, though he thinks\n The senses truly can perceive the fire,\n He thinks they cannot as regards all else,\n Which still are palpably as clear to sense&mdash;\n To me a thought inept and crazy too.\n For whither shall we make appeal? for what\n More certain than our senses can there be\n Whereby to mark asunder error and truth?\n Besides, why rather do away with all,\n And wish to allow heat only, then deny\n The fire and still allow all else to be?&mdash;\n Alike the madness either way it seems.\n Thus whosoe'er have held the stuff of things\n To be but fire, and out of fire the sum,\n And whosoever have constituted air\n As first beginning of begotten things,\n And all whoever have held that of itself\n Water alone contrives things, or that earth\n Createth all and changes things anew\n To divers natures, mightily they seem\n A long way to have wandered from the truth.","Add, too, whoever make the primal stuff\n Twofold, by joining air to fire, and earth\n To water; add who deem that things can grow\n Out of the four&mdash;fire, earth, and breath, and rain;\n As first Empedocles of Acragas,\n Whom that three-cornered isle of all the lands\n Bore on her coasts, around which flows and flows\n In mighty bend and bay the Ionic seas,\n Splashing the brine from off their gray-green waves.\n Here, billowing onward through the narrow straits,\n Swift ocean cuts her boundaries from the shores\n Of the Italic mainland. Here the waste\n Charybdis; and here Aetna rumbles threats\n To gather anew such furies of its flames\n As with its force anew to vomit fires,\n Belched from its throat, and skyward bear anew\n Its lightnings' flash. And though for much she seem\n The mighty and the wondrous isle to men,\n Most rich in all good things, and fortified\n With generous strength of heroes, she hath ne'er\n Possessed within her aught of more renown,\n Nor aught more holy, wonderful, and dear\n Than this true man. Nay, ever so far and pure\n The lofty music of his breast divine\n Lifts up its voice and tells of glories found,\n That scarce he seems of human stock create.","Yet he and those forementioned (known to be\n So far beneath him, less than he in all),\n Though, as discoverers of much goodly truth,\n They gave, as 'twere from out of the heart's own shrine,\n Responses holier and soundlier based\n Than ever the Pythia pronounced for men\n From out the triped and the Delphian laurel,\n Have still in matter of first-elements\n Made ruin of themselves, and, great men, great\n Indeed and heavy there for them the fall:\n First, because, banishing the void from things,\n They yet assign them motion, and allow\n Things soft and loosely textured to exist,\n As air, dew, fire, earth, animals, and grains,\n Without admixture of void amid their frame.\n Next, because, thinking there can be no end\n In cutting bodies down to less and less\n Nor pause established to their breaking up,\n They hold there is no minimum in things;\n Albeit we see the boundary point of aught\n Is that which to our senses seems its least,\n Whereby thou mayst conjecture, that, because\n The things thou canst not mark have boundary points,\n They surely have their minimums. Then, too,\n Since these philosophers ascribe to things\n Soft primal germs, which we behold to be\n Of birth and body mortal, thus, throughout,\n The sum of things must be returned to naught,\n And, born from naught, abundance thrive anew&mdash;\n Thou seest how far each doctrine stands from truth.\n And, next, these bodies are among themselves\n In many ways poisons and foes to each,\n Wherefore their congress will destroy them quite\n Or drive asunder as we see in storms\n Rains, winds, and lightnings all asunder fly.","Thus too, if all things are create of four,\n And all again dissolved into the four,\n How can the four be called the primal germs\n Of things, more than all things themselves be thought,\n By retroversion, primal germs of them?\n For ever alternately are both begot,\n With interchange of nature and aspect\n From immemorial time. But if percase\n Thou think'st the frame of fire and earth, the air,\n The dew of water can in such wise meet\n As not by mingling to resign their nature,\n From them for thee no world can be create&mdash;\n No thing of breath, no stock or stalk of tree:\n In the wild congress of this varied heap\n Each thing its proper nature will display,\n And air will palpably be seen mixed up\n With earth together, unquenched heat with water.\n But primal germs in bringing things to birth\n Must have a latent, unseen quality,\n Lest some outstanding alien element\n Confuse and minish in the thing create\n Its proper being.","But these men begin\n From heaven, and from its fires; and first they feign\n That fire will turn into the winds of air,\n Next, that from air the rain begotten is,\n And earth created out of rain, and then\n That all, reversely, are returned from earth&mdash;\n The moisture first, then air thereafter heat&mdash;\n And that these same ne'er cease in interchange,\n To go their ways from heaven to earth, from earth\n Unto the stars of the aethereal world&mdash;\n Which in no wise at all the germs can do.\n Since an immutable somewhat still must be,\n Lest all things utterly be sped to naught;\n For change in anything from out its bounds\n Means instant death of that which was before.\n Wherefore, since those things, mentioned heretofore,\n Suffer a changed state, they must derive\n From others ever unconvertible,\n Lest an things utterly return to naught.\n Then why not rather presuppose there be\n Bodies with such a nature furnished forth\n That, if perchance they have created fire,\n Can still (by virtue of a few withdrawn,\n Or added few, and motion and order changed)\n Fashion the winds of air, and thus all things\n Forevermore be interchanged with all?","\"But facts in proof are manifest,\" thou sayest,\n \"That all things grow into the winds of air\n And forth from earth are nourished, and unless\n The season favour at propitious hour\n With rains enough to set the trees a-reel\n Under the soak of bulking thunderheads,\n And sun, for its share, foster and give heat,\n No grains, nor trees, nor breathing things can grow.\"\n True&mdash;and unless hard food and moisture soft\n Recruited man, his frame would waste away,\n And life dissolve from out his thews and bones;\n For out of doubt recruited and fed are we\n By certain things, as other things by others.\n Because in many ways the many germs\n Common to many things are mixed in things,\n No wonder 'tis that therefore divers things\n By divers things are nourished. And, again,\n Often it matters vastly with what others,\n In what positions the primordial germs\n Are bound together, and what motions, too,\n They give and get among themselves; for these\n Same germs do put together sky, sea, lands,\n Rivers, and sun, grains, trees, and breathing things,\n But yet commixed they are in divers modes\n With divers things, forever as they move.\n Nay, thou beholdest in our verses here\n Elements many, common to many worlds,\n Albeit thou must confess each verse, each word\n From one another differs both in sense\n And ring of sound&mdash;so much the elements\n Can bring about by change of order alone.\n But those which are the primal germs of things\n Have power to work more combinations still,\n Whence divers things can be produced in turn.","Now let us also take for scrutiny\n The homeomeria of Anaxagoras,\n So called by Greeks, for which our pauper-speech\n Yieldeth no name in the Italian tongue,\n Although the thing itself is not o'erhard\n For explanation. First, then, when he speaks\n Of this homeomeria of things, he thinks\n Bones to be sprung from littlest bones minute,\n And from minute and littlest flesh all flesh,\n And blood created out of drops of blood,\n Conceiving gold compact of grains of gold,\n And earth concreted out of bits of earth,\n Fire made of fires, and water out of waters,\n Feigning the like with all the rest of stuff.\n Yet he concedes not any void in things,\n Nor any limit to cutting bodies down.\n Wherefore to me he seems on both accounts\n To err no less than those we named before.\n Add too: these germs he feigns are far too frail&mdash;\n If they be germs primordial furnished forth\n With but same nature as the things themselves,\n And travail and perish equally with those,\n And no rein curbs them from annihilation.\n For which will last against the grip and crush\n Under the teeth of death? the fire? the moist?\n Or else the air? which then? the blood? the bones?\n No one, methinks, when every thing will be\n At bottom as mortal as whate'er we mark\n To perish by force before our gazing eyes.\n But my appeal is to the proofs above\n That things cannot fall back to naught, nor yet\n From naught increase. And now again, since food\n Augments and nourishes the human frame,\n 'Tis thine to know our veins and blood and bones\n And thews are formed of particles unlike\n To them in kind; or if they say all foods\n Are of mixed substance having in themselves\n Small bodies of thews, and bones, and also veins\n And particles of blood, then every food,\n Solid or liquid, must itself be thought\n As made and mixed of things unlike in kind&mdash;\n Of bones, of thews, of ichor and of blood.\n Again, if all the bodies which upgrow\n From earth, are first within the earth, then earth\n Must be compound of alien substances.\n Which spring and bloom abroad from out the earth.\n Transfer the argument, and thou may'st use\n The selfsame words: if flame and smoke and ash\n Still lurk unseen within the wood, the wood\n Must be compound of alien substances\n Which spring from out the wood.","Right here remains\n A certain slender means to skulk from truth,\n Which Anaxagoras takes unto himself,\n Who holds that all things lurk commixed with all\n While that one only comes to view, of which\n The bodies exceed in number all the rest,\n And lie more close to hand and at the fore&mdash;\n A notion banished from true reason far.\n For then 'twere meet that kernels of the grains\n Should oft, when crunched between the might of stones,\n Give forth a sign of blood, or of aught else\n Which in our human frame is fed; and that\n Rock rubbed on rock should yield a gory ooze.\n Likewise the herbs ought oft to give forth drops\n Of sweet milk, flavoured like the uddered sheep's;\n Indeed we ought to find, when crumbling up\n The earthy clods, there herbs, and grains, and leaves,\n All sorts dispersed minutely in the soil;\n Lastly we ought to find in cloven wood\n Ashes and smoke and bits of fire there hid.\n But since fact teaches this is not the case,\n 'Tis thine to know things are not mixed with things\n Thuswise; but seeds, common to many things,\n Commixed in many ways, must lurk in things.","\"But often it happens on skiey hills\" thou sayest,\n \"That neighbouring tops of lofty trees are rubbed\n One against other, smote by the blustering south,\n Till all ablaze with bursting flower of flame.\"\n Good sooth&mdash;yet fire is not ingraft in wood,\n But many are the seeds of heat, and when\n Rubbing together they together flow,\n They start the conflagrations in the forests.\n Whereas if flame, already fashioned, lay\n Stored up within the forests, then the fires\n Could not for any time be kept unseen,\n But would be laying all the wildwood waste\n And burning all the boscage. Now dost see\n (Even as we said a little space above)\n How mightily it matters with what others,\n In what positions these same primal germs\n Are bound together? And what motions, too,\n They give and get among themselves? how, hence,\n The same, if altered 'mongst themselves, can body\n Both igneous and ligneous objects forth&mdash;\n Precisely as these words themselves are made\n By somewhat altering their elements,\n Although we mark with name indeed distinct\n The igneous from the ligneous. Once again,\n If thou suppose whatever thou beholdest,\n Among all visible objects, cannot be,\n Unless thou feign bodies of matter endowed\n With a like nature,&mdash;by thy vain device\n For thee will perish all the germs of things:\n 'Twill come to pass they'll laugh aloud, like men,\n Shaken asunder by a spasm of mirth,\n Or moisten with salty tear-drops cheeks and chins.","On the same hour hath strook into my breast\n Sweet love of the Muses, wherewith now instinct,\n I wander afield, thriving in sturdy thought,\n Through unpathed haunts of the Pierides,\n Trodden by step of none before. I joy\n To come on undefiled fountains there,\n To drain them deep; I joy to pluck new flowers,\n To seek for this my head a signal crown\n From regions where the Muses never yet\n Have garlanded the temples of a man:\n First, since I teach concerning mighty things,\n And go right on to loose from round the mind\n The tightened coils of dread religion;\n Next, since, concerning themes so dark, I frame\n Songs so pellucid, touching all throughout\n Even with the Muses' charm&mdash;which, as 'twould seem,\n Is not without a reasonable ground:\n But as physicians, when they seek to give\n Young boys the nauseous wormwood, first do touch\n The brim around the cup with the sweet juice\n And yellow of the honey, in order that\n The thoughtless age of boyhood be cajoled\n As far as the lips, and meanwhile swallow down\n The wormwood's bitter draught, and, though befooled,\n Be yet not merely duped, but rather thus\n Grow strong again with recreated health:\n So now I too (since this my doctrine seems\n In general somewhat woeful unto those\n Who've had it not in hand, and since the crowd\n Starts back from it in horror) have desired\n To expound our doctrine unto thee in song\n Soft-speaking and Pierian, and, as 'twere,\n To touch it with sweet honey of the Muse&mdash;\n If by such method haply I might hold\n The mind of thee upon these lines of ours,\n Till thou see through the nature of all things,\n And how exists the interwoven frame.","But since I've taught that bodies of matter, made\n Completely solid, hither and thither fly\n Forevermore unconquered through all time,\n Now come, and whether to the sum of them\n There be a limit or be none, for thee\n Let us unfold; likewise what has been found\n To be the wide inane, or room, or space\n Wherein all things soever do go on,\n Let us examine if it finite be\n All and entire, or reach unmeasured round\n And downward an illimitable profound.","Thus, then, the All that is is limited\n In no one region of its onward paths,\n For then 'tmust have forever its beyond.\n And a beyond 'tis seen can never be\n For aught, unless still further on there be\n A somewhat somewhere that may bound the same&mdash;\n So that the thing be seen still on to where\n The nature of sensation of that thing\n Can follow it no longer. Now because\n Confess we must there's naught beside the sum,\n There's no beyond, and so it lacks all end.\n It matters nothing where thou post thyself,\n In whatsoever regions of the same;\n Even any place a man has set him down\n Still leaves about him the unbounded all\n Outward in all directions; or, supposing\n A moment the all of space finite to be,\n If some one farthest traveller runs forth\n Unto the extreme coasts and throws ahead\n A flying spear, is't then thy wish to think\n It goes, hurled off amain, to where 'twas sent\n And shoots afar, or that some object there\n Can thwart and stop it? For the one or other\n Thou must admit and take. Either of which\n Shuts off escape for thee, and does compel\n That thou concede the all spreads everywhere,\n Owning no confines. Since whether there be\n Aught that may block and check it so it comes\n Not where 'twas sent, nor lodges in its goal,\n Or whether borne along, in either view\n 'Thas started not from any end. And so\n I'll follow on, and whereso'er thou set\n The extreme coasts, I'll query, \"what becomes\n Thereafter of thy spear?\" 'Twill come to pass\n That nowhere can a world's-end be, and that\n The chance for further flight prolongs forever\n The flight itself. Besides, were all the space\n Of the totality and sum shut in\n With fixed coasts, and bounded everywhere,\n Then would the abundance of world's matter flow\n Together by solid weight from everywhere\n Still downward to the bottom of the world,\n Nor aught could happen under cope of sky,\n Nor could there be a sky at all or sun&mdash;\n Indeed, where matter all one heap would lie,\n By having settled during infinite time.\n But in reality, repose is given\n Unto no bodies 'mongst the elements,\n Because there is no bottom whereunto\n They might, as 'twere, together flow, and where\n They might take up their undisturbed abodes.\n In endless motion everything goes on\n Forevermore; out of all regions, even\n Out of the pit below, from forth the vast,\n Are hurtled bodies evermore supplied.\n The nature of room, the space of the abyss\n Is such that even the flashing thunderbolts\n Can neither speed upon their courses through,\n Gliding across eternal tracts of time,\n Nor, further, bring to pass, as on they run,\n That they may bate their journeying one whit:\n Such huge abundance spreads for things around&mdash;\n Room off to every quarter, without end.\n Lastly, before our very eyes is seen\n Thing to bound thing: air hedges hill from hill,\n And mountain walls hedge air; land ends the sea,\n And sea in turn all lands; but for the All\n Truly is nothing which outside may bound.\n That, too, the sum of things itself may not\n Have power to fix a measure of its own,\n Great nature guards, she who compels the void\n To bound all body, as body all the void,\n Thus rendering by these alternates the whole\n An infinite; or else the one or other,\n Being unbounded by the other, spreads,\n Even by its single nature, ne'ertheless\n Immeasurably forth....\n Nor sea, nor earth, nor shining vaults of sky,\n Nor breed of mortals, nor holy limbs of gods\n Could keep their place least portion of an hour:\n For, driven apart from out its meetings fit,\n The stock of stuff, dissolved, would be borne\n Along the illimitable inane afar,\n Or rather, in fact, would ne'er have once combined\n And given a birth to aught, since, scattered wide,\n It could not be united. For of truth\n Neither by counsel did the primal germs\n 'Stablish themselves, as by keen act of mind,\n Each in its proper place; nor did they make,\n Forsooth, a compact how each germ should move;\n But since, being many and changed in many modes\n Along the All, they're driven abroad and vexed\n By blow on blow, even from all time of old,\n They thus at last, after attempting all\n The kinds of motion and conjoining, come\n Into those great arrangements out of which\n This sum of things established is create,\n By which, moreover, through the mighty years,\n It is preserved, when once it has been thrown\n Into the proper motions, bringing to pass\n That ever the streams refresh the greedy main\n With river-waves abounding, and that earth,\n Lapped in warm exhalations of the sun,\n Renews her broods, and that the lusty race\n Of breathing creatures bears and blooms, and that\n The gliding fires of ether are alive&mdash;\n What still the primal germs nowise could do,\n Unless from out the infinite of space\n Could come supply of matter, whence in season\n They're wont whatever losses to repair.\n For as the nature of breathing creatures wastes,\n Losing its body, when deprived of food:\n So all things have to be dissolved as soon\n As matter, diverted by what means soever\n From off its course, shall fail to be on hand.\n Nor can the blows from outward still conserve,\n On every side, whatever sum of a world\n Has been united in a whole. They can\n Indeed, by frequent beating, check a part,\n Till others arriving may fulfil the sum;\n But meanwhile often are they forced to spring\n Rebounding back, and, as they spring, to yield,\n Unto those elements whence a world derives,\n Room and a time for flight, permitting them\n To be from off the massy union borne\n Free and afar. Wherefore, again, again:\n Needs must there come a many for supply;\n And also, that the blows themselves shall be\n Unfailing ever, must there ever be\n An infinite force of matter all sides round.","And in these problems, shrink, my Memmius, far\n From yielding faith to that notorious talk:\n That all things inward to the centre press;\n And thus the nature of the world stands firm\n With never blows from outward, nor can be\n Nowhere disparted&mdash;since all height and depth\n Have always inward to the centre pressed\n (If thou art ready to believe that aught\n Itself can rest upon itself ); or that\n The ponderous bodies which be under earth\n Do all press upwards and do come to rest\n Upon the earth, in some way upside down,\n Like to those images of things we see\n At present through the waters. They contend,\n With like procedure, that all breathing things\n Head downward roam about, and yet cannot\n Tumble from earth to realms of sky below,\n No more than these our bodies wing away\n Spontaneously to vaults of sky above;\n That, when those creatures look upon the sun,\n We view the constellations of the night;\n And that with us the seasons of the sky\n They thus alternately divide, and thus\n Do pass the night coequal to our days,\n But a vain error has given these dreams to fools,\n Which they've embraced with reasoning perverse\n For centre none can be where world is still\n Boundless, nor yet, if now a centre were,\n Could aught take there a fixed position more\n Than for some other cause 'tmight be dislodged.\n For all of room and space we call the void\n Must both through centre and non-centre yield\n Alike to weights where'er their motions tend.\n Nor is there any place, where, when they've come,\n Bodies can be at standstill in the void,\n Deprived of force of weight; nor yet may void\n Furnish support to any,&mdash;nay, it must,\n True to its bent of nature, still give way.\n Thus in such manner not at all can things\n Be held in union, as if overcome\n By craving for a centre.","But besides,\n Seeing they feign that not all bodies press\n To centre inward, rather only those\n Of earth and water (liquid of the sea,\n And the big billows from the mountain slopes,\n And whatsoever are encased, as 'twere,\n In earthen body), contrariwise, they teach\n How the thin air, and with it the hot fire,\n Is borne asunder from the centre, and how,\n For this all ether quivers with bright stars,\n And the sun's flame along the blue is fed\n (Because the heat, from out the centre flying,\n All gathers there), and how, again, the boughs\n Upon the tree-tops could not sprout their leaves,\n Unless, little by little, from out the earth\n For each were nutriment...","Lest, after the manner of the winged flames,\n The ramparts of the world should flee away,\n Dissolved amain throughout the mighty void,\n And lest all else should likewise follow after,\n Aye, lest the thundering vaults of heaven should burst\n And splinter upward, and the earth forthwith\n Withdraw from under our feet, and all its bulk,\n Among its mingled wrecks and those of heaven,\n With slipping asunder of the primal seeds,\n Should pass, along the immeasurable inane,\n Away forever, and, that instant, naught\n Of wrack and remnant would be left, beside\n The desolate space, and germs invisible.\n For on whatever side thou deemest first\n The primal bodies lacking, lo, that side\n Will be for things the very door of death:\n Wherethrough the throng of matter all will dash,\n Out and abroad.","These points, if thou wilt ponder,\n Then, with but paltry trouble led along...","For one thing after other will grow clear,\n Nor shall the blind night rob thee of the road,\n To hinder thy gaze on nature's Farthest-forth.\n Thus things for things shall kindle torches new."]